{
    "Ages of Stars and Frost": {
        "_current": "① If a monster(s) you control was destroyed by your Spell effect or your opponent's card effect and sent to the GY this turn: You can conduct your next Battle Phase twice.\n② HOPT | If a monster you control is shuffled into the Deck or returned to the Extra Deck face-down, while this card is in your GY: You can add this card to your hand.",
        "previous": null
    },
    "Altergeist Malwisp": {
        "_current": "① HOPT | If this card is added to your hand, except by DRAWING it: You can Special Summon it.\n② HOPT | If this card is Normal or Special Summoned: <b>You can target 1 \"Altergeist\" monster in your GY, except \"Altergeist Malwisp\";</b> Special Summon it in Defense Position, but for the rest of this turn, it cannot activate its effects.",
        "previous": null
    },
    "Altergeist Peritrator": {
        "_current": "① This card can attack directly.\n② HOPT | When this card inflicts battle damage to your opponent: You can DRAW 1 card.\n③ HOPT | If this card is sent from the field to the GY: You can send 1 \"Altergeist\" card from your hand, Deck, or face-up field to the GY, except \"Altergeist Peritrator\".",
        "previous": null
    },
    "Altergeist Revitalization": {
        "_current": "HOPT | You can use ONE of —\n① <b>Target 1 \"Altergeist\" Link Monster in your GY;</b> Special Summon it.\n② <b>You can BANISH this card from your GY;</b> immediately after this effect resolves, Normal Summon 1 \"Altergeist\" monster.",
        "previous": null
    },
    "Berfomet the Mythical King of Phantom Beasts": {
        "_current": "2 monsters with different Types (Beast, Fiend, or Illusion)\n① This card's name becomes \"Chimera the Flying Mythical Beast\" while on the field or in the GY.\n② HOPT | If this card is Fusion Summoned: You can send 1 Beast, Fiend, or Illusion monster from your Deck to the GY.\n③ OPP'S TURN | HOPT | QUICK | <b>You can BANISH this card from your GY, then target 1 of your banished Beast, Fiend, or Illusion monsters, except \"Berfomet the Mythical King of Phantom Beasts\";</b> Special Summon it.",
        "previous": null
    },
    "Big-Winged Berfomet": {
        "_current": "① HOPT | If this card is Normal or Special Summoned: You can SEARCH 1 Level 4 Beast monster and/or 1 \"Chimera Fusion\" also you cannot Special Summon monsters from the Extra Deck for the rest of this turn, except Fusion Monsters.\n② HOPT | If this card is sent to the GY as material for a Fusion Summon: <b>You can target 1 Illusion monster in your GY;</b> Special Summon it.",
        "previous": null
    },
    "Chimera Fusion": {
        "_current": "① MAIN PHASE | Fusion Summon 1 Fusion Monster from your Extra Deck, using monsters from your hand or field as material, including a Beast or Fiend monster.\n② YOUR MAIN PHASE | HOPT | If this card is in your GY and you have \"Chimera the Flying Mythical Beast\" on your field or in your GY: <b>You can activate 1 of these effects;</b> \n● Add this card to your hand.\n● BANISH this card, and if you do, Special Summon both 1 \"Gazelle the King of Mythical Beasts\" and 1 \"Berfomet\" from your Deck and/or GY.",
        "previous": null
    },
    "Chimera the Illusion Beast": {
        "_current": "\"Chimera the Flying Mythical Beast\" + 1+ Illusion monsters\n① This card's name becomes \"Chimera the Flying Mythical Beast\" while on the field or in the GY.\n② This card can attack monsters a number of times each Battle Phase, up to the number of materials used for it.\n③ If this card battles a monster, neither can be destroyed by that battle.\n④ At the end of the Damage Step, if this card battled an opponent's monster: You can change that opponent's monster's ATK to 0, also NEGATE its effects.",
        "previous": null
    },
    "Cornfield Coatl": {
        "_current": "① If this card battles a monster, neither can be destroyed by that battle.\n② HOPT | <b>You can DISCARD this card;</b> SEARCH 1 monster that mentions \"Chimera Fusion\" except \"Cornfield Coatl\".\n③ HOPT | QUICK | When your opponent activates a card or effect that targets a card(s) you control, while you control \"Chimera the Flying Mythical Beast\": <b>You can BANISH this card from your field or GY;</b> NEGATE that effect, and if you do, DESTROY that card.",
        "previous": null
    },
    "Double-Headed Dino King Rex": {
        "_current": "① HOPT | If you control no monsters, you can Special Summon this card (from your hand).\n② HOPT | If this card is Normal or Special Summoned: <b>You can target 1 monster on the field with less ATK than the total ATK of all Dinosaur monsters you control;</b> DESTROY it.",
        "previous": null
    },
    "EMERGENCY!": {
        "_current": "(This card is always treated as a \"Rescue-ACE\" card.)\n① HOPT | Special Summon 1 \"Rescue-ACE\" monster from your Deck in Defense Position, then Tribute 1 \"Rescue-ACE\" monster from your hand or field.\n② YOUR MAIN PHASE | HOPT | <b>You can BANISH this card from your GY, then target 1 \"Rescue-ACE\" Trap in your GY;</b> Set it.",
        "previous": null
    },
    "Evolsaur Lios": {
        "_current": "① HOPT | If this card is Normal or Special Summoned: You can Set 1 \"Evolutionary Bridge\" or \"Evo-Singularity\" directly from your Deck.\n② YOUR MAIN PHASE | HOPT | If you control this card that was Normal Summoned, or Special Summoned by the effect of a FIRE monster: You can send 1 FIRE Reptile or Dinosaur monster from your Deck to the GY, then you can make 2 monsters on the field become the same Type and Level as that monster sent to the GY.",
        "previous": null
    },
    "Evoltile Pholis": {
        "_current": "① If a monster(s) you control would be destroyed, you can Tribute 1 Reptile or Dinosaur monster you control instead.\n② HOPT | If this card is Normal or Special Summoned: You can Special Summon 1 \"Evoltile\" monster from your hand or GY in face-down Defense Position.\n③ YOUR MAIN PHASE | HOPT | You can Set 1 \"Evo-Force\" or \"Evo-Instant\" directly from your Deck.",
        "previous": null
    },
    "Gaia Blaze, the Force of the Sun": {
        "_current": "1 Tuner + 1+ non-Tuner monsters\n① If this attacking card DESTROYS an opponent's monster by battle: It can make a second attack in a row.\n② OPT | At the end of the Battle Phase: <b>You can target FIRE monsters in your GY up to the number of monsters this card destroyed by battle this turn;</b> add them to your hand.",
        "previous": null
    },
    "Gaia Prominence, the Fierce Force": {
        "_current": "\"Gaia Blaze, the Force of the Sun\" + 1 face-up monster you control\n① HOPT | QUICK | When your opponent activates a monster effect in their hand or GY: <b>You can DISCARD 1 monster;</b> NEGATE that effect, and if you do, DESTROY that card.\n② HOPT | When this attacking card DESTROYS an opponent's monster by battle: <b>You can target 1 FIRE monster in your GY;</b> Special Summon it.",
        "previous": null
    },
    "Gazelle the King of Mythical Claws": {
        "_current": "① HOPT | If this card is Normal or Special Summoned: You can SEARCH 1 Level 5 Fiend monster or 1 \"Chimera Fusion\".\n② HOPT | If this card is sent to the GY as material for a Fusion Summon: You can SEARCH 1 Illusion monster.",
        "previous": null
    },
    "Greed Jar": {
        "_current": "HOPT | FLIP: Apply these effects in sequence.\n● EXCAVATE any number of cards from the top of your Deck, up to the number of cards your opponent controls, and if you do, add 1 of them to your hand, also send the remaining to the GY.\n● Send monsters from your Extra Deck to the GY, up to the number of monsters your opponent controls that were Special Summoned from the Extra Deck.",
        "previous": null
    },
    "Grenosaurus Giga-Cannon": {
        "_current": "2 Level 4 monsters\n① When your Dinosaur monster DESTROYS an opponent's monster by battle and sends it to the GY: <b>You can detach 1 material from this card;</b> inflict 1000 damage to your opponent, then this card gains 1000 ATK.\n② HOPT | If this Xyz Summoned card is destroyed: <b>You can target 1 card on the field;</b> DESTROY it, and if you do, inflict 1000 damage to your opponent.",
        "previous": null
    },
    "Horned Saurus": {
        "_current": "\"Kaitoptera\" + 1 Dinosaur or Dragon monster\n① This card can attack directly the turn it is Special Summoned.\n② HOPT | If this card is Fusion Summoned: You can place 1 Field Spell from your Deck or GY face-up in your Field Zone.\n③ YOUR MAIN PHASE | HOPT | You can: Immediately after this effect resolves, Normal Summon 1 Dinosaur or Dragon monster.",
        "previous": null
    },
    "Jurassic Power": {
        "_current": "① All Dinosaur monsters you control gain 300 ATK.\n② You can Normal Summon Level 5 or higher Dinosaur monsters without Tributing.\n③ HOPT | <b>You can send 1 Dinosaur monster from your hand or face-up field to the GY;</b> SEARCH 1 Dinosaur monster with 1200 DEF.",
        "previous": null
    },
    "Kaitoptera": {
        "_current": "① If your opponent controls 2 or more face-up monsters, except WIND monsters, those monsters cannot target this card for attacks.\n② YOUR MAIN PHASE | HOPT | You can SEARCH 1 \"Polymerization\".\n③ HOPT | If this card is banished: You can Special Summon it, then you can add 1 \"Polymerization\" from your GY to your hand.",
        "previous": null
    },
    "Loka Samsara": {
        "_current": "① HOPT | <b>BANISH 1 face-up \"Visas Starfrost\" from your Monster Zone (until the End Phase);</b> Special Summon 1 \"Heart\" monster with 3000 ATK from your Extra Deck, ignoring its Summoning conditions, but it can only activate its effects once while face-up on the field, also BANISH it face-down during the End Phase.\n② HOPT | If your opponent Special Summons a monster(s) from the Extra Deck, while this card is in your GY (except during the Damage Step): You can add this card to your hand.",
        "previous": null
    },
    "Mighty Dino King Rex": {
        "_current": "① If this attacking card DESTROYS an opponent's monster by battle: It can make a second attack during this Battle Phase.\n② OPT | If you control this card that was not Summoned this turn: <b>You can target up to 2 monsters your opponent controls;</b> DESTROY them.",
        "previous": null
    },
    "Mikanko Spiritwalk": {
        "_current": "① HOPT | <b>Target 1 face-up monster your opponent controls;</b> equip that face-up monster to 1 \"Mikanko\" monster you control as an Equip Spell, then if a Ritual Monster Card is on the field, you can inflict 500 damage to your opponent for each Equip Spell you control.\n② HOPT | <b>You can BANISH this card from your GY;</b> Special Summon 1 of your \"Mikanko\" monsters that is banished or in your hand.",
        "previous": null
    },
    "Mirror Swordknight": {
        "_current": "① If this card battles a monster, neither can be destroyed by that battle.\n② HOPT | QUICK | <b>You can Tribute this card;</b> Special Summon 1 monster from your Deck that mentions \"Chimera Fusion\", except \"Mirror Swordknight\".\n③ HOPT | QUICK | When a monster your opponent controls activates its effect, while you control \"Chimera the Flying Mythical Beast\": <b>You can BANISH this card from your field or GY;</b> NEGATE that effect.",
        "previous": null
    },
    "Mystic Potato": {
        "_current": "If this card on the field is destroyed by card effect and sent to the GY: You can Special Summon 1 DARK monster with 1500 or less ATK from your Deck in Attack Position, except \"Mystic Potato\".",
        "previous": null
    },
    "Purrely Sharely!?": {
        "_current": "<b>Target 1 \"Purrely\" Xyz Monster you control;</b> Special Summon 1 Level 1 \"Purrely\" monster from your Deck, but NEGATE its effects, then Special Summon from your Extra Deck, 1 \"Purrely\" Xyz Monster with the same Rank but a different Attribute than the targeted monster, by using that Special Summoned monster as material. (This is treated as an Xyz Summon.) Then, you can attach 1 card from your Deck to that Xyz Summoned monster, with the same name as a \"Purrely\" Quick-Play Spell attached to the targeted monster.",
        "previous": null
    },
    "Realm Elegy": {
        "_current": "① SEARCH 1 \"Veda\" monster.\n② HOPT | If a face-up Tuner(s) you control is destroyed while \"Visas Starfrost\" is on the field and this card is in your GY: <b>You can BANISH this card, then target 1 of those destroyed monsters;</b> add it to your hand.",
        "previous": null
    },
    "Realm Eulogy": {
        "_current": "① HOPT | <b>Target 1 monster you control and 1 Effect Monster your opponent controls;</b> DESTROY that monster you control, and if you do, NEGATE that opponent's monster's effects until the end of this turn, then if \"Visas Starfrost\" is on the field, you can DESTROY that targeted monster.\n② YOUR MAIN PHASE | HOPT | If a \"Veda\" Monster Card is on the field: <b>You can BANISH this card from your GY;</b> DESTROY 1 monster you control.",
        "previous": null
    },
    "Sharv Sarga": {
        "_current": "① HOPT | If \"Visas Starfrost\" is on the field: <b>Target 1 Effect Monster on the field;</b> shuffle that target into the Deck, and if you do, during the End Phase of this turn, its owner can add 1 monster from their Deck to their hand with a different Type and a Level lower than the Level/Rank/Link Rating of that monster.\n② HOPT | If a \"Veda\" monster(s) is Special Summoned, while this card is in your GY (except during the Damage Step): You can add this card to your hand.",
        "previous": null
    },
    "The Cuckoo Commanded to Croon": {
        "_current": "HOPT | <b>You can activate 1 of these effects;</b> \n● DESTROY this card, then DRAW 1 card.\n● DISCARD 1 card, then DRAW 1 card.\n● During the End Phase of this turn, DRAW 1 card.",
        "previous": null
    },
    "Ultimate Bright Knight Ursatron Alpha": {
        "_current": "(This card is always treated as an \"Ursarctic\" and \"Drytron\" card.)\nCannot be Normal Summoned/Set. Must be Special Summoned by card effect.\n① HOPT | If you control an \"Ursarctic\" or \"Drytron\" monster, except \"Ultimate Bright Knight Ursatron Alpha\": You can Special Summon this card from your hand, then you can SEARCH 1 \"Ursarctic\" or \"Drytron\" Spell/Trap.",
        "previous": null
    },
    "Ursarctic Polar Star": {
        "_current": "Cannot be Synchro Summoned. Must be Special Summoned (from your Extra Deck) by sending 2 monsters you control with a Level difference of 1 to the GY (1 Tuner and 1 non-Tuner).\n① <b>You can Tribute 1 Level 8 \"Ursarctic\" monster from your hand or field and this card;</b> Special Summon 1 Level 7 \"Ursarctic\" Synchro Monster from your Extra Deck, ignoring its Summoning conditions, and if you do, it gains this effect.\n● Your opponent cannot activate the effects of monsters with a Level, that were Special Summoned from the Extra Deck.",
        "previous": null
    },
    "Veda Kalarcanum": {
        "_current": "Cannot be Normal Summoned/Set. Must be Special Summoned by its own Pendulum Effect. You can only Special Summon \"Veda Kalarcanum(s)\" once per turn.\n① OPT | If your opponent Special Summons a monster(s) from the Extra Deck (except during the Damage Step): <b>You can BANISH 12 cards from your hand, field, and/or GY, face-down;</b> it becomes the End Phase of this turn.\n② YOUR STANDBY PHASE | OPT | BOUNCE this card, then you can Special Summon 1 of your \"Veda\" monsters that is banished or in your hand, Deck, or GY.\n[Pendulum Effect]\n① Once per Chain, if a monster(s) is destroyed: Place 3 counters on this card.\n② This card's Pendulum Scale is increased by the number of counters on it.\n③ <b>You can remove 12 counters from this card;</b> Special Summon it.",
        "previous": null
    },
    "Visas Samsara": {
        "_current": "① This card's name becomes \"Visas Starfrost\" while on the field or in the GY.\n② HOPT | <b>You can target any number of your \"Visas\" monsters that are banished, in your GY, and/or on your field;</b> shuffle those \"Visas\" monsters into the Deck, and if you do, Special Summon this card from your hand, and if you do that, it gains 400 ATK for each monster you shuffled with a different original name.\n③ If this card you control would be used as Synchro Material, you can treat it as a non-Tuner.",
        "previous": null
    }
}