{
    "Divine Serpent Apophis": {
        "_current": "2 monsters that mention \"Temple of the Kings\"\nMust be either Fusion Summoned, or Special Summoned by Tributing 2 \"Apophis\" monsters.\n① OPT | <b>You can target up to 3 \"Apophis\" Traps with different names in your GY;</b> Set them.\n② OPT | If a Trap Card is activated (except during the Damage Step): <b>You can target 1 card your opponent controls;</b> DESTROY it.",
        "previous": null
    },
    "Dracotail Arthalion": {
        "_current": "1 \"Dracotail\" monster + 1+ monsters in the hand\n① HOPT | If this card is Fusion Summoned: <b>You can target monsters on the field and/or GYs, up to the number of monsters used as material from the hand;</b> BOUNCE them.\n② HOPT | If 2 or more monsters are sent to the GY at the same time, while this card is in your GY (except during the Damage Step): You can Special Summon this card, but BANISH it when it leaves the field.",
        "previous": null
    },
    "Nerva the Power Patron of Creation": {
        "_current": "3 \"Artmage\" monsters\nMust first be either Fusion Summoned, or Special Summoned (from your Extra Deck) in Defense Position by Tributing 3 monsters with different Types. You can only Special Summon \"Nerva the Power Patron of Creation(s)\" once per turn.\n① While a card is in the Field Zone, this card cannot be destroyed by card effects.\n② OPT | QUICK | When you activate an \"Artmage\" monster's effect: You can make the activated effect become \"DESTROY all cards your opponent controls\".",
        "previous": null
    },
    "Secreterion Dragon": {
        "_current": "1 Dragon monster + 1 Spellcaster monster\n① This card loses 100 ATK for each of your banished cards.\n② While you control this Fusion Summoned card, your opponent cannot activate the effects of Special Summoned Dragon or Spellcaster monsters they control.\n③ HOPT | <b>You can target 1 Dragon and 1 Spellcaster monster in your GY;</b> Special Summon 1, and if you do, place the other on the bottom of the Deck.",
        "previous": null
    }
}