{
    "Berserk Archfiend": {
        "_current": "① HOPT | <b>You can target up to 2 face-up monsters you control, including a Fiend monster;</b> Special Summon this card from your hand, and if you do, DESTROY those monsters.\n② When a monster(s) is destroyed by this card's effect: <b>You can target face-up monsters your opponent controls equal to the number destroyed;</b> this card gains ATK equal to their combined original ATK, until the end of your next turn.",
        "previous": null
    },
    "Conbirdable": {
        "_current": "① HOPT | FLIP: You can Special Summon 1 Level 5 or higher Flip monster from your Deck in face-down Defense Position, except \"Conbirdable\".\n② BATTLE PHASE | HOPT | QUICK | If this card is in your hand: <b>You can target 1 face-down monster on the field;</b> send it to the GY, and if you do, Special Summon this card in face-down Defense Position.",
        "previous": null
    },
    "Cursed Fire King Doom Burst": {
        "_current": "① If this card is destroyed and sent to the GY: <b>You can target 1 face-up monster your opponent controls;</b> it loses 400 ATK until the end of this turn.\n② HOPT | If you control a Fiend Tuner: You can Special Summon this card from your hand.\n③ HOPT | If this card is Special Summoned: <b>You can target 1 face-up monster your opponent controls;</b> it loses 600 ATK until the end of this turn.",
        "previous": null
    },
    "DPH Gendamoore": {
        "_current": "1 Tuner + 1+ non-Tuner monsters\n① HOPT | If this card is Synchro Summoned: You can Special Summon 1 Level 4 Cyberse monster from your GY in Defense Position, but NEGATE its effects, also you cannot Special Summon for the rest of this turn, except Cyberse monsters.\n② HOPT | When your Cyberse monster battles an opponent's monster and inflicts battle damage to them: <b>You can BANISH this card from your GY;</b> inflict that much damage to your opponent.",
        "previous": null
    },
    "Disablaster the Negation Fortress": {
        "_current": "① HOPT | If there is a column with no cards, you can Special Summon this card (from your hand) to your zone in that column.\n② NEGATE any card effects activated in this card's column.\n③ If this card in the Monster Zone is destroyed: You can place this card in your Pendulum Zone.\n[Pendulum Effect]\nNEGATE any card effects activated in this card's column.",
        "previous": null
    },
    "E Stranger Big Bang": {
        "_current": "① HOPT | If a monster Special Summoned from the Extra Deck is on the field: You can Special Summon this card from your hand.\n② YOUR MAIN PHASE | HOPT | You can reduce the Levels of all other monsters on the field by 1, and if you do, increase the Level of this card by the number of monsters whose Levels were reduced by this effect.\n③ HOPT | QUICK | During your Battle Phase or your opponent's Main Phase, if this card's Level is 8 or higher: You can DESTROY 1 other card on the field, and if you do, this card's Level becomes 5.",
        "previous": null
    },
    "Gold Pride - Eliminator": {
        "_current": "① HOPT | If your LP are lower than your opponent's: You can Special Summon this card from your hand.\n② HOPT | <b>You can BANISH 1 other \"Gold Pride\" monster from your hand, face-up field, or GY;</b> Special Summon 1 \"Gold Pride Token\" (Machine/DARK/ATK 0/DEF 0) with the same Level as that banished monster, also this card cannot be used as material for a Fusion, Synchro, Xyz, or Link Summon this turn, except for a \"Gold Pride\" monster.",
        "previous": null
    },
    "Gold Pride Token": {
        "_current": "Special Summoned with the effect of \"Gold Pride - Eliminator.\"",
        "previous": null
    },
    "Infernity Queen": {
        "_current": "HOPT | If you have no cards in your hand and this card is in your GY: <b>You can BANISH 1 DARK monster from your GY, then target 1 DARK monster you control;</b> it can attack directly this turn.",
        "previous": null
    },
    "Jongleur-Ghoul Illusionist": {
        "_current": "A captivating street performer, who'll catch you off guard with his song and dance and hocus pocus attacks. Once his eyes start spinning, danger is impending, so make a run for it!",
        "previous": null
    },
    "Krishnerd Witch": {
        "_current": "① Cannot be destroyed by your opponent's card effects while \"Multi-Universe\" is on the field.\n② HOPT | If a card(s) in the Field Zone leaves the field by card effect (except during the Damage Step): You can Special Summon this card from your hand.\n③ HOPT | QUICK | When a Field Spell that is already face-up on the field activates its effect: You can shuffle 1 of your monsters that is banished or in your GY into the Deck, or if that monster mentions that Field Spell, you can Special Summon it instead.",
        "previous": null
    },
    "Mokomoko": {
        "_current": "① FLIP: DRAW 1 card.\n② YOUR MAIN PHASE | You can change this card to face-down Defense Position.\nYou can only use each of the preceding effects of \"Mokomoko\" once per turn.\n③ If this card battles a monster, neither can be destroyed by that battle.",
        "previous": null
    },
    "Multi-Universe": {
        "_current": "Activate only if you do not control a face-up card in your Field Zone.\n① HOPT | <b>You can target 1 Field Spell that is banished or in either GY;</b> DESTROY this card, and if you do, place that targeted card face-up in your Field Zone.\n② If a card(s) in the Field Zone would be destroyed by card effect, you can BANISH this card from your GY instead.",
        "previous": null
    },
    "Mutamorphosis": {
        "_current": "HOPT ACTIVATION\n<b>Tribute 1 Fusion or Synchro Monster;</b> Special Summon 1 monster from your Deck with the same Level as the Tributed monster's original Level, but BOUNCE it during the End Phase.",
        "previous": null
    },
    "Paralyzing Mushroom": {
        "_current": "① HOPT | If a monster(s) that was originally Thunder is sent from your hand or field to the GY, even during the Damage Step: You can Special Summon this card from your hand.\n② HOPT | If a Thunder monster's effect is activated in the hand, while this card is in the Monster Zone (except during the Damage Step): You can Special Summon 1 \"Paralyzing Token\" (Thunder/DARK/Level 1/ATK 0/DEF 0).",
        "previous": null
    },
    "Paralyzing Token": {
        "_current": "Special Summoned with the effect of \"Paralyzing Mushroom.\"",
        "previous": null
    },
    "Procession of the Tea Jar": {
        "_current": "① Face-down Defense Position monsters in this card's column cannot change their battle positions, also neither player can activate the Set cards in the Spell & Trap Zones in this card's column.\n② YOUR MAIN PHASE | HOPT | You can move this card to an unused adjacent Main Monster Zone.\n③ HOPT | If this card in the Monster Zone moves to another Monster Zone: Change all other monsters in this card's current column to face-down Defense Position.",
        "previous": null
    },
    "Sunset Beat": {
        "_current": "① HOPT | If a face-up monster you control is changed to face-down Defense Position: <b>You can target 1 card on the field;</b> DESTROY it.\n② HOPT | If a Flip monster(s) you control is flipped face-up, even during the Damage Step: <b>You can target 1 of them;</b> inflict damage to your opponent equal to its Level x 200.",
        "previous": null
    },
    "Swarm of Centipedes": {
        "_current": "① HOPT | If this card is flipped face-up: <b>You can target 1 other monster on the field;</b> change it to face-up Attack Position or face-down Defense Position.\n② YOUR MAIN PHASE | OPT | You can change this card to face-down Defense Position.",
        "previous": null
    },
    "Terrors of the Afterroot": {
        "_current": "① <b>Target 1 monster in your opponent's GY;</b> Special Summon it to your opponent's field, then you can BANISH 1 monster your opponent controls, then if your opponent has a banished monster(s), return 1 of them to the GY.\n② <b>You can BANISH this card from your GY, except the turn it was sent there, then target 1 Level 1 monster in your GY;</b> shuffle that monster into the Deck, then you can Set 1 \"Terrors of the Underroot\", \"Terrors of the Overroot\", or \"Terrors of the Afterroot\" from your Deck.",
        "previous": null
    },
    "Time Reloader": {
        "_current": "① MAIN PHASE | HOPT | If a monster on the field is flipped face-up: You can Special Summon this card from your hand, then change 1 face-up monster on the field to face-down Defense Position.\n② MAIN PHASE | HOPT | If this card is flipped face-up: <b>You can target 1 monster in your GY;</b> Special Summon it in Defense Position, then change 1 face-up monster on the field to face-down Defense Position.",
        "previous": null
    },
    "UFOLight": {
        "_current": "① Your opponent cannot target this card on the field with card effects, except during the Battle Phase.\n② If this card battles a monster, neither can be destroyed by that battle.\n③ END PHASE | HOPT | You can DRAW 1 card, then you must BANISH any number of cards from your hand (min. 1), and if you do, this card gains 500 ATK for each.",
        "previous": null
    }
}