{
    "Azamina": {
        "_current": "\"Queen Azamina\" + 1 Fusion or Synchro Monster\nMust first be either Fusion Summoned, or Special Summoned (from your Extra Deck) by Tributing 1 \"Saint Azamina\" you control and 1 face-up monster your opponent controls.\n① Cannot be destroyed by card effects.\n② Each time your opponent activates a card or effect, all monsters they control lose 500 ATK when it resolves.\n③ Your opponent cannot activate the effects of monsters with 0 ATK.",
        "previous": null
    },
    "Fallen Angel of the Golden Land": {
        "_current": "\"Eldlich the Golden Lord\" + 1 Zombie monster\nMust be either Fusion Summoned, or Special Summoned (from your Extra Deck) by Tributing 1 LIGHT Zombie monster, while you have \"Eldlich the Golden Lord\" in your field or GY. You can only Special Summon \"Fallen Angel of the Golden Land\" once per turn this way, no matter which method you use.\n① HOPT | If this card is sent from the field to the GY: You can Special Summon 1 \"Eldlich\" monster from your Deck, Extra Deck, or GY.",
        "previous": null
    },
    "Saber Hole": {
        "_current": "Activate only while you control a face-up \"X-Saber\" monster.\nNEGATE the Summon of a monster, and DESTROY it.",
        "previous": "Activate only while you control a face-up \"X-Saber\" monster. NEGATE the Summon of a monster, and DESTROY it."
    },
    "Snake-Eyes Vengeance Dragon": {
        "_current": "1 Tuner + 1+ non-Tuner monsters\n① MAIN PHASE | HOPT | QUICK | <b>You can target 1 face-up monster on the field or in either GY;</b> place it face-up in its owner's Spell & Trap Zone as a Continuous Spell, also this card cannot use this effect next turn.\n② BATTLE PHASE | HOPT | QUICK | <b>You can target 1 monster and 1 Continuous Spell on the field;</b> DESTROY them.",
        "previous": null
    },
    "Trap Holic": {
        "_current": "HOPT ACTIVATION\n<b>Target 1 Spell/Trap you control;</b> DESTROY it, and if you do, Set 1 Normal Trap from your Deck, except \"Trap Holic\". It can be activated this turn, while you have 3 or more Traps in your GY.",
        "previous": null
    },
    "X-Saber Gottoms": {
        "_current": "1 Tuner + 1+ EARTH monsters\nIf this card is Synchro Summoned: You can SEARCH 1 \"Saber\" or \"Gottoms\" Spell/Trap. When this card inflicts battle damage to your opponent: You can DISCARD 1 random card from their hand. When your \"X-Saber\" monster is targeted for an attack while this card is in your GY: You can Special Summon this card, then change the attack target to this card. You can only use each effect of \"X-Saber Gottoms\" once per turn.",
        "previous": null
    },
    "XX-Saber Fulhelmknight": {
        "_current": "① When an opponent's monster declares an attack: <b>You can target the attacking monster;</b> NEGATE that attack.\n② This effect can only be used once while this card is face-up on the field.\nIf this card DESTROYS an opponent's Defense Position monster by battle: You can target 1 Level 4 or lower \"X-Saber\" monster in your GY; Special Summon it.",
        "previous": "① When an opponent's monster declares an attack: <b>You can target the attacking monster;</b> NEGATE that attack. This effect can only be used once while this card is face-up on the field.\n② If this card DESTROYS an opponent's Defense Position monster by battle: <b>You can target 1 Level 4 or lower \"X-Saber\" monster in your GY;</b> Special Summon it."
    },
    "ドラグニティロード－ゲオルギアス": {
        "_current": "ドラグニティロード－ゲオルギアス",
        "previous": null
    },
    "影霊翼騎　ウェンディクルフ": {
        "_current": "影霊翼騎　ウェンディクルフ",
        "previous": null
    },
    "星騎士　セイクリッド・デルタテロス": {
        "_current": "星騎士　セイクリッド・デルタテロス",
        "previous": null
    },
    "超神星輝士　セイクリッド・トレミスΩ７": {
        "_current": "超神星輝士　セイクリッド・トレミスΩ７",
        "previous": null
    }
}