{
    "A.I. Connect": {
        "_current": "HOPT ACTIVATION\nReveal 1 Cyberse monster in your hand; apply this effect based on its Attribute, also you cannot Special Summon for the rest of this turn after this card resolves, except Cyberse monsters.\n● DARK: Special Summon the revealed monster, and if you do, SEARCH 1 Level 4 or lower non-DARK Cyberse monster.\n● Other: Shuffle the revealed monster into the Deck, and if you do, SEARCH 1 \"@Ignister\" monster with a different Attribute.",
        "previous": null
    },
    "Backup @Ignister": {
        "_current": "If you control a Cyberse monster that was Special Summoned from the Extra Deck: You can Special Summon this card from your hand. If this card is Normal or Special Summoned: You can SEARCH 1 DARK Cyberse monster except \"Backup @Ignister\", then DISCARD 1 card. You can only use each effect of \"Backup @Ignister\" once per turn.",
        "previous": null
    },
    "Code Igniter": {
        "_current": "2 Level 4 monsters\n① HOPT | If this card is Xyz Summoned: You can SEARCH 1 Cyberse Ritual Monster.\n② HOPT | <b>You can detach 1 material from this card;</b> Ritual Summon 1 Ritual Monster from your hand, by Tributing monsters from your hand or field whose total Levels equal or exceed its Level.\n③ HOPT | If this card is sent to the GY as Link Material: You can add 1 \"A.I.\" Trap from your Deck to your hand.",
        "previous": null
    },
    "Crowley, the Gifted Magistus": {
        "_current": "① If this face-up card is used as Fusion Material, its name can be treated as \"Aleister the Invoker\".\n② HOPT | If this card is added to your hand, except by DRAWING it: You can Special Summon it.\n③ HOPT | If this card is Normal or Special Summoned (except during the Damage Step): You can Fusion Summon 1 \"Magistus\" or \"Invoked\" Fusion Monster from your Extra Deck, using monsters from your hand or field.",
        "previous": null
    },
    "D.D. Designator": {
        "_current": "Declare 1 card name. Look at your opponent's hand, and if they have the declared card in their hand, BANISH that 1 card. If they do not have the declared card in their hand, BANISH 1 random card in your hand.",
        "previous": "Declare 1 card name. Look at your opponent's hand, and if they have the declared card in their hand, remove from play that 1 card. If they do not have the declared card in their hand, remove from play 1 random card in your hand."
    },
    "D.D. Post": {
        "_current": "① Monsters you control gain 300 ATK for each card type (Monster, Spell, or Trap) among your banished cards.\n② MAIN PHASE | OPT | You can BANISH 1 card from your hand or GY, then you can shuffle 1 of your banished cards into the Deck.\n③ HOPT | If this card is banished: You can place it face-up on your field.",
        "previous": null
    },
    "Denglong, First of the Yang Zing": {
        "_current": "1 Tuner + 1+ non-Tuner monsters\n① If this card is Special Summoned: You can SEARCH 1 \"Yang Zing\" card.\n② OPT | <b>You can send 1 Wyrm monster from your Deck to the GY;</b> this card's Level becomes the sent monster's.\n③ If this face-up card leaves the field: You can Special Summon 1 \"Yang Zing\" monster from your Deck.\nYou can only Special Summon \"Denglong, First of the Yang Zing(s)\" once per turn.",
        "previous": "1 Tuner + 1 or more non-Tuner monsters\n① If this card is Special Summoned: You can SEARCH 1 \"Yang Zing\" card.\n② OPT | <b>You can send 1 Wyrm-Type monster from your Deck to the GY;</b> this card's Level becomes the sent monster's.\n③ If this face-up card leaves the field: You can Special Summon 1 \"Yang Zing\" monster from your Deck.\nYou can only Special Summon \"Denglong, First of the Yang Zing(s)\" once per turn."
    },
    "Destruction Sword Memories": {
        "_current": "① <b>DISCARD 1 \"Destruction Sword\" card;</b> Special Summon 1 \"Buster Blader\" monster from the Deck.\n② <b>You can BANISH this card from your GY;</b> Fusion Summon 1 \"Buster Blader, the Dragon DESTROYer Swordsman\" from your Extra Deck, by BANISHING its Fusion Materials from your GY.",
        "previous": "① <b>DISCARD 1 \"Destruction Sword\" card;</b> Special Summon 1 \"Buster Blader\" monster from the Deck.\n② <b>You can BANISH this card from your GY;</b> Fusion Summon 1 \"Buster Blader, the Dragon DESTROYer Swordsman\" from your Extra Deck, by BANISHING Fusion Materials listed on it from your GY."
    },
    "Diabellstar the Black Witch": {
        "_current": "① HOPT | You can Special Summon this card (from your hand) by sending 1 card from your hand or field to the GY.\n② HOPT | If this card is Normal or Special Summoned: You can Set 1 \"Sinful Spoils\" Spell/Trap from your Deck.\n③ OPP'S TURN | HOPT | If this card is sent from its owner's hand or field to the GY: You can send 1 card from your hand or field to the GY, and if you do, Special Summon this card.",
        "previous": "① HOPT | You can Special Summon this card (from your hand) by sending 1 card from your hand or field to the GY.\n② HOPT | If this card is Normal or Special Summoned: You can Set 1 \"Sinful Spoils\" Spell/Trap directly from your Deck.\n③ OPP'S TURN | HOPT | If this card is sent from its owner's hand or field to the GY: You can send 1 card from your hand or field to the GY, and if you do, Special Summon this card."
    },
    "Dragon's Mind": {
        "_current": "When a Spell/Trap Card, or monster effect, is activated while you control a monster with 2500 original ATK or DEF: NEGATE the activation, and if you do, DESTROY that card. If this card is in your GY: <b>You can pay 2500 LP;</b> Set this card, but BANISH it when it leaves the field. You can only use each effect of \"Dragon's Mind\" once per turn.",
        "previous": null
    },
    "Duel Link Dragon, the Duel Dragon": {
        "_current": "2+ monsters, including a Synchro Monster\n① MAIN PHASE | HOPT | QUICK | <b>You can BANISH 1 \"Power Tool\" Synchro Monster or 1 Level 7 or 8 Dragon Synchro Monster from your Extra Deck;</b> Special Summon 1 \"Duel Dragon Token\" with the same Type, Attribute, Level, ATK and DEF that monster had in the Extra Deck, to your zone this card points to.\n② While you control \"Duel Dragon Token\", your opponent's monsters cannot target this card for attacks, also your opponent cannot target this card with card effects.",
        "previous": "2+ monsters, including a Synchro Monster\n① MAIN PHASE | HOPT | QUICK | <b>You can BANISH 1 \"Power Tool\" Synchro Monster or 1 Level 7 or 8 Dragon Synchro Monster from your Extra Deck;</b> Special Summon 1 \"Duel Dragon Token\" with the same Type, Attribute, Level, ATK and DEF that monster had in the Extra Deck.\n② While you control \"Duel Dragon Token\", your opponent's monsters cannot target this card for attacks, also your opponent cannot target this card with card effects."
    },
    "Emilia, Dance Priestess of the Nekroz": {
        "_current": "① If you Ritual Summon exactly 1 \"Nekroz\" Ritual Monster with a card effect that requires use of monsters, this card you control can be used as the entire Tribute.\n② HOPT | If you have a Warrior \"Nekroz\" monster in your field or GY: You can Special Summon this card from your hand.\n③ HOPT | If this card is Normal or Special Summoned: You can SEARCH 1 \"Nekroz\" Ritual Monster or 1 \"Nekroz\" Spell.",
        "previous": null
    },
    "Endymion, the Crescent Magistus": {
        "_current": "2 monsters, including a Level 4 Spellcaster monster\nHOPT | You can use ONE of —\n① If this card is Link Summoned: <b>You can target 1 \"Magistus\" monster you control;</b> equip it with 1 Spellcaster monster from your GY or BANISHment as an Equip Spell.\n② MAIN PHASE | QUICK | <b>You can target 1 Spellcaster Monster Card in your Spell & Trap Zone treated as an Equip Spell;</b> BOUNCE it.",
        "previous": null
    },
    "F.A. Dawn Dragster": {
        "_current": "1 Tuner + 1+ non-Tuner monsters\n① Gains ATK equal to its Level x 300.\n② This card is PIERCING.\n③ Each time a \"F.A.\" Spell/Trap Card or effect is activated (even during the Damage Step): You can increase this card's Level by 1.\n④ OPT | QUICK | When your opponent activates a Spell/Trap Card or effect: You can reduce this card's Level by 2, and if you do, NEGATE the activation, and if you do that, DESTROY that card.",
        "previous": "1 Tuner + 1+ non-Tuner monsters\n① Gains ATK equal to its Level x 300.\n② This card is PIERCING.\n③ Each time a \"F.A.\" Spell/Trap Card or effect is activated: You can increase this card's Level by 1.\n④ OPT | QUICK | When your opponent activates a Spell/Trap Card or effect: You can reduce this card's Level by 2, and if you do, NEGATE the activation, and if you do that, DESTROY that card."
    },
    "Firewall Saber Dragon": {
        "_current": "1 Tuner + 1+ non-Tuner monsters\n① HOPT | If this card is Synchro Summoned: <b>You can target 1 Cyberse monster in your GY or BANISHment;</b> add it to your hand.\n② HOPT | <b>You can target 1 other Cyberse monster you control with a Level;</b> this card's Level becomes that monster's.\n③ HOPT | If this card is sent to the GY as Link Material: You can add 1 \"A.I.\" Spell from your Deck to your hand.",
        "previous": null
    },
    "Flash of Heraldry": {
        "_current": "① <b>Target any number of face-up monsters your opponent controls;</b> those monsters' names become \"Unknown\".\n② YOUR END PHASE | HOPT | If you control a Psychic Xyz Monster and this card is in your GY: You can Set this card, but BANISH it when it leaves the field.",
        "previous": null
    },
    "Gem-Knight Dispersion": {
        "_current": "<b>Activate 1 of these effects (but you can only use each effect of \"Gem-Knight Dispersion\" once per turn);</b> \n● Fusion Summon 1 \"Gem-Knight\" Fusion Monster from your Extra Deck, using monsters from your hand or field. Up to 2 monsters from your Deck/Extra Deck can be used, if they are non-Rock \"Gem-Knight\" monsters and you have \"Gem-Knight Fusion\" in your GY.\n● Add 1 \"Gem-\" monster from your Deck or BANISHment to your hand, also any effect damage your opponent takes during the Main Phase this turn is halved.",
        "previous": null
    },
    "Gem-Knight Hollowcore": {
        "_current": "① HOPT | <b>You can send 1 \"Gem-Knight\" Normal Monster or 1 \"Gem-Knight Fusion\" from your Deck to the GY;</b> Special Summon this card from your hand in Defense Position.\n② HOPT | QUICK | When your opponent activates a card or effect, while you control a \"Gem-Knight\" Fusion Monster: <b>You can BANISH 3 \"Gem-Knight\" cards from your GY, including this card;</b> NEGATE that effect, then all \"Gem-Knight\" monsters you currently control gain 1000 ATK.",
        "previous": null
    },
    "Gem-Knight Nepyrim": {
        "_current": "① HOPT | If this card is Normal or Special Summoned: You can SEARCH 1 \"Gem-Knight\" card except \"Gem-Knight Nepyrim\", also any effect damage your opponent takes during the Main Phase this turn is halved.\n② YOUR MAIN PHASE | HOPT | You can: Immediately after this effect resolves, Normal Summon 1 \"Gem-\" monster.\n③ HOPT | If this card is sent from the hand or Deck to the GY: You can send 1 card from your hand to the GY, and if you do, Special Summon this card.",
        "previous": null
    },
    "Heraldic Beast Gryphon": {
        "_current": "① HOPT | <b>You can send 1 \"Heraldic Beast\" monster from your Deck to the GY, except \"Heraldic Beast Gryphon\";</b> Special Summon this card from your hand, also you cannot Special Summon from the Extra Deck for the rest of this turn, except by Xyz Summon that uses only monsters with \"Heraldic Beast\" or \"Number\" in their original names as material.\n② HOPT | Can be treated as 2 materials for the Xyz Summon of a \"Number\" Xyz Monster that requires 3 or more materials.",
        "previous": null
    },
    "Heraldic Beast Stad Whale": {
        "_current": "① HOPT | If this card is Normal or Special Summoned: <b>You can DISCARD 1 card;</b> SEARCH 2 \"Heraldry\" Spells/Traps.\n② HOPT | <b>You can BANISH this card from your GY, then target 2 \"Heraldic Beast\" monsters in your GY with the same name;</b> Special Summon them in Defense Position, also you cannot Special Summon from the Extra Deck for the rest of this turn, except by Xyz Summon that uses only monsters with \"Heraldic Beast\" or \"Number\" in their original names as material.",
        "previous": null
    },
    "Kurikurinku @Ignister": {
        "_current": "① HOPT | QUICK | If this card is in your hand or GY: <b>You can Tribute 1 \"@Ignister\" monster;</b> Special Summon this card, but BANISH it when it leaves the field.\n② HOPT | QUICK | When a card or effect is activated that targets a Cyberse monster(s) you control, and you control a Cyberse monster that was Special Summoned from the Extra Deck: <b>You can Tribute this card;</b> NEGATE that effect.",
        "previous": null
    },
    "Linkslayer @Ignister": {
        "_current": "① HOPT | If a Cyberse monster you control would be used as Link Material for an \"@Ignister\" monster, this card in your hand can also be used as material.\n② HOPT | If this card is sent to the GY as Link Material: <b>You can DISCARD 1 card, then target 1 Spell/Trap on the field, or you can target 2 if this card on the field was used as material;</b> DESTROY that card(s).",
        "previous": null
    },
    "Magia Magic - Thunder of Judgment": {
        "_current": "(This card is always treated as a \"Magistus\" and \"Endymion\" card.)\n① <b>Send 1 other face-up \"Magistus\" card you control to the GY, or remove 2 Spell Counters from your field, then activate 1 of these effects (but you can only use each effect of \"Magia Magic - Thunder of Judgment\" once per turn);</b> \n● Special Summon 1 Spellcaster monster from your hand, face-up Extra Deck, or GY.\n● BANISH 1 other card on the field.",
        "previous": null
    },
    "Nekroz Divinemirror": {
        "_current": "① MAIN PHASE | HOPT | Ritual Summon 1 \"Nekroz\" Ritual Monster from your hand or BANISHment, by Tributing monsters from your hand/field, and/or sending \"Nekroz\" monsters from your Extra Deck to the GY, whose total Levels equal or exceed its Level.\n② YOUR MAIN PHASE | HOPT | <b>You can BANISH this card and 1 \"Nekroz\" monster from your GY;</b> SEARCH 1 \"Nekroz\" Spell.",
        "previous": null
    },
    "Number 69: Heraldry Crest - Shatter Stream": {
        "_current": "4 Level 4 monsters\nYou can also Xyz Summon this card by using a monster you control whose original name is \"Number 69: Heraldry Crest\". (Transfer its materials to this card.)\n① HOPT | QUICK | When your opponent activates a monster effect on the field, or an opponent's monster declares an attack: You can Special Summon from your Extra Deck, 1 \"Number 69: Heraldry Crest - Dark Matter Demolition\" by using this face-up card you control as material, then DESTROY that opponent's monster. (This is treated as an Xyz Summon. Transfer this card's materials.)",
        "previous": null
    },
    "Number 95: Galaxy-Eyes Dark Matter Dragon": {
        "_current": "3 Level 9 monsters\nYou can also Xyz Summon this card by using a \"Galaxy-Eyes\" Xyz Monster you control (transfer its materials to this card). Cannot be used as material for an Xyz Summon.\n① When this card is Xyz Summoned: <b>You can send 3 Dragon monsters with different names from your Deck to the GY;</b> your opponent BANISHES 3 monsters from their Deck.\n② <b>You can detach 1 material from this card;</b> this card can make up to 2 attacks on monsters during each Battle Phase this turn.",
        "previous": "3 Level 9 monsters\nYou can also Xyz Summon this card by using a \"Galaxy-Eyes\" Xyz Monster you control as the Xyz Material. (Xyz Materials attached to that monster also become Xyz Materials on this card.) Cannot be used as an Xyz Material for an Xyz Summon.\n① When this card is Xyz Summoned: <b>You can send 3 Dragon-Type monsters with different names from your Deck to the GY;</b> your opponent BANISHES 3 monsters from their Deck.\n② <b>You can detach 1 Xyz Material from this card;</b> this card can make up to 2 attacks on monsters during each Battle Phase this turn."
    },
    "Paleozoic Anomalocaris": {
        "_current": "3+ Level 2 monsters\n① Unaffected by other monsters' effects.\n② OPT | If a Trap(s) is sent from your Spell & Trap Zone to the GY (except during the Damage Step): You can EXCAVATE the top card of your Deck, and if it is a Trap, add it to your hand. Otherwise, send it to the GY.\n③ OPT | QUICK | If this card has a Trap as material: <b>You can detach 1 material from this card, then target 1 card on the field;</b> DESTROY it.",
        "previous": "3 or more Level 2 monsters\n① This card is unaffected by other monsters' effects.\n② OPT | If a Trap Card(s) is sent from your Spell & Trap Zone to the GY (except during the Damage Step): You can EXCAVATE the top card of your Deck, and if it is a Trap Card, add it to your hand. Otherwise, send it to the GY.\n③ OPT | During either player's turn, if this card has a Trap Card as Xyz Material: <b>You can detach 1 Xyz Material from this card, then target 1 card on the field;</b> DESTROY it."
    },
    "Piri Reis Map": {
        "_current": "At the start of your Main Phase 1: SEARCH 1 monster with 0 ATK but halve your LP. After adding it to your hand, until the end of the next turn after this card resolves, you cannot activate the added monster's effects, or the effects of cards with its name, until you Normal Summon that monster or a card with its name.",
        "previous": "At the start of your Main Phase 1: SEARCH 1 monster with 0 ATK but halve your LP. After adding it to your hand, until the end of the next turn after this card was activated, you cannot activate the added monster's effects, or the effects of cards with its name, until you Normal Summon that monster or a card with its name."
    },
    "Regenesis": {
        "_current": "① HOPT | Take 1 \"Regenesis\" monster from your Deck, and either add it to your hand or send it to the GY, or if you control a \"Regenesis\" monster, you can SEARCH 1 monster with 2500 ATK and DEF instead.\n② HOPT | If this card is in your GY, except the turn it was sent there: <b>You can BANISH it, then target 1 \"Regenesis\" monster in your GY;</b> Special Summon it.",
        "previous": null
    },
    "Regenesis Archfiend": {
        "_current": "① HOPT | You can Special Summon this card (from your hand) by revealing another monster with 2500 ATK or DEF in your hand.\n② HOPT | If this card is Normal or Special Summoned: You can add 1 \"Regenesis\" card from your Deck or BANISHment to your hand, except \"Regenesis Archfiend\".\n③ OPP'S END PHASE | HOPT | If this card is in the GY because it was sent there this turn: You can add this card to your hand.",
        "previous": null
    },
    "Regenesis Birth": {
        "_current": "HOPT | You can use ONE of —\n① <b>You can send 1 \"Regenesis\" monster from your Deck to the GY, then target 1 face-up monster your opponent controls;</b> change it to face-down Defense Position.\n② OPP'S TURN | <b>You can send this card to the GY;</b> Special Summon as many \"Regenesis\" monsters as possible with different names from your hand, GY, and/or BANISHment, but send them to the GY during the End Phase.",
        "previous": null
    },
    "Regenesis Code": {
        "_current": "① HOPT | Special Summon 1 \"Regenesis\" monster from your Deck (but send it to the GY during your opponent's End Phase), also until the end of the next turn after this card resolves, you cannot Special Summon from the Extra Deck.\n② YOUR MAIN PHASE | HOPT | If this card is in your GY, except the turn it was sent there: <b>You can BANISH it, then target 1 of your banished \"Regenesis\" monsters;</b> Special Summon it.",
        "previous": null
    },
    "Regenesis Commands": {
        "_current": "HOPT ACTIVATION\nApply these effects to all cards your opponent controls in the same column as your \"Regenesis\" monsters.\n● Face-up cards: NEGATE their effects.\n● Face-down monsters: Cannot change their battle positions.\n● Face-down Spells/Traps: Cannot be activated until the end of the next turn.",
        "previous": null
    },
    "Regenesis Cycle": {
        "_current": "① HOPT | If you control a monster with 2500 original ATK or DEF: <b>Target 1 card your opponent controls, or you can target 2 if you control \"Regenesis Lord\";</b> BANISH that card(s).\n② HOPT | If this card is in your GY, except the turn it was sent there: <b>You can BANISH it;</b> Special Summon 1 monster with 2500 ATK or DEF from your hand.",
        "previous": null
    },
    "Regenesis Dragon": {
        "_current": "① HOPT | If a monster with 2500 original ATK or DEF is on the field, you can Special Summon this card (from your hand).\n② HOPT | QUICK | <b>You can Tribute this card, then target 1 Spell/Trap your opponent controls;</b> BANISH it.\n③ OPP'S END PHASE | HOPT | If this card is in the GY because it was sent there this turn: You can add this card to your hand.",
        "previous": null
    },
    "Regenesis Sage": {
        "_current": "① HOPT | If a monster with 2500 original ATK or DEF is on the field, you can Special Summon this card (from your hand).\n② HOPT | QUICK | When your opponent activates a card or effect: <b>You can send 1 other \"Regenesis\" card from your hand or face-up field to the GY;</b> NEGATE the activation, and if you do, DESTROY that card.\n③ OPP'S END PHASE | HOPT | If this card is in the GY because it was sent there this turn: You can add this card to your hand.",
        "previous": null
    },
    "Regenesis Warrior": {
        "_current": "① HOPT | If a monster with 2500 original ATK or DEF is on the field, you can Special Summon this card (from your hand).\n② HOPT | QUICK | <b>You can Tribute this card, then target 1 monster your opponent controls;</b> BOUNCE it.\n③ OPP'S END PHASE | HOPT | If this card is in the GY because it was sent there this turn: You can add this card to your hand.",
        "previous": null
    },
    "SA.I.dekick": {
        "_current": "<b>Target face-up cards your opponent controls equal to the number of Cyberse monsters you control with 2300 original ATK;</b> NEGATE their effects until the end of this turn. <b>You can BANISH this card from your GY, then target 1 of your banished Cyberse monsters;</b> Special Summon it. You can only use each effect of \"SA. I. dekick\" once per turn.",
        "previous": null
    },
    "Spenta, the Magistus Sealer": {
        "_current": "① HOPT | <b>You can DISCARD this card, then activate 1 of these effects;</b> \n● SEARCH 1 \"Magistus\" monster except \"Spenta, the Magistus Sealer\".\n● Halve the ATK of 1 monster your opponent controls until the end of this turn.\n② HOPT | <b>You can BANISH this card from your GY, then target 1 face-up monster you control;</b> equip 1 \"Magistus\" monster from your Extra Deck or GY to it as an Equip Spell.",
        "previous": null
    },
    "The Toil of the Normal": {
        "_current": "HOPT ACTIVATION\nApply these effects in sequence, based on the number of Normal Monsters with different names in your GY (skip over any that do not apply).\n● 1+: This turn, Normal Monsters you control gain 800 ATK.\n● 2+: NEGATE the effects of 1 Effect Monster on the field, until the end of this turn.\n● 3+: This turn, Normal Monsters you control cannot be destroyed by card effects.\n● 4+: Shuffle 1 Effect Monster on the field into the Deck.\n● 5+: SEARCH 1 \"The Toil of the Normal\".",
        "previous": null
    },
    "Verre Magic - Lacrima of Light": {
        "_current": "(This card is always treated as a \"Magistus\" and \"Witchcrafter\" card.)\n① Activate 1 of these effects (but you can only use each effect of \"Verre Magic - Lacrima of Light\" once per turn);\n● If you control a \"Magistus\" or \"Witchcrafter\" monster: Send 1 Spellcaster monster or 1 Spell from your Deck to the GY.\n● When your opponent activates a card or effect: Special Summon 1 \"Magistus\" or \"Witchcrafter\" monster from your hand or Deck.",
        "previous": null
    },
    "Vulcan the Divine": {
        "_current": "1 Tuner + 1+ non-Tuner monsters\n① HOPT | If this card is Synchro Summoned: <b>Target 1 face-up card you control and 1 face-up card your opponent controls;</b> BOUNCE those targets, but for the rest of this turn, you cannot activate cards, or the effects of cards, with the same name as those bounced by this effect.",
        "previous": "1 Tuner + 1 or more non-Tuner monsters\n① HOPT | If this card is Synchro Summoned: <b>Target 1 face-up card you control and 1 face-up card your opponent controls;</b> BOUNCE those targets, but for the rest of this turn, you cannot activate cards, or the effects of cards, with the same name as those bounced by this effect."
    },
    "Wizard @Ignister": {
        "_current": "If you control a Cyberse monster that was Special Summoned from the Extra Deck: <b>You can target 1 DARK Cyberse monster in your GY;</b> Special Summon both this card in your hand and that monster, in Defense Position, also you cannot Special Summon for the rest of this turn, except Cyberse monsters. <b>You can BANISH this card from your field or GY, then target 1 monster your opponent controls;</b> change its battle position. You can only use each effect of \"Wizard @Ignister\" once per turn.",
        "previous": null
    },
    "Zoroa, the Magistus Verethragna": {
        "_current": "1 \"Magistus\" monster + 1 Fusion, Synchro, Xyz, or Link Monster\n① HOPT | <b>You can target 1 Effect Monster in your GY or your opponent controls;</b> equip that Effect Monster to this card.\n② HOPT | QUICK | When a monster effect is activated: <b>You can send 1 face-up \"Magistus\" Monster Card you control to the GY;</b> NEGATE that effect, then you can DESTROY 1 card your opponent controls.",
        "previous": null
    }
}