{
    "Chimeratech Overdragon": {
        "_current": "\"Cyber Dragon\" + 1+ Machine monsters\nMust be Fusion Summoned.\n① If this card is Fusion Summoned: Send all other cards you control to the GY.\n② The original ATK/DEF of this card each become equal to the number of materials used for its Fusion Summon x 800.\n③ Can attack your opponent's monsters a number of times each Battle Phase, up to the number of Fusion Materials used for its Fusion Summon.",
        "previous": "\"Cyber Dragon\" + 1+ Machine monsters\nMust be Fusion Summoned.\n① If this card is Fusion Summoned: Send all other cards you control to the GY.\n② The original ATK/DEF of this card each become equal to the number of Fusion Materials used for its Fusion Summon x 800.\n③ This card can attack your opponent's monsters a number of times each Battle Phase, up to the number of Fusion Materials used for its Fusion Summon."
    },
    "Chimeratech Rampage Dragon": {
        "_current": "2+ \"Cyber Dragon\" monsters\nA Fusion Summon of this card can only be done with the above materials.\n① When this card is Fusion Summoned: <b>You can target Spells/Traps on the field, up to the number of materials used for its Fusion Summon;</b> DESTROY them.\n② OPT | You can send up to 2 LIGHT Machine monsters from your Deck to the GY, and if you do, for each monster sent to the GY, this card gains 1 additional attack during each Battle Phase this turn.",
        "previous": "2+ \"Cyber Dragon\" monsters\nA Fusion Summon of this card can only be done with the above Fusion Materials.\n① When this card is Fusion Summoned: <b>You can target Spells/Traps on the field, up to the number of materials used for its Fusion Summon;</b> DESTROY them.\n② OPT | You can send up to 2 LIGHT Machine monsters from your Deck to the GY, and if you do, for each monster sent to the GY, this card gains 1 additional attack during each Battle Phase this turn."
    },
    "Cyber Dragon Herz": {
        "_current": "① This card's name becomes \"Cyber Dragon\" while on the field or in the GY.\nHOPT | You can use ONE of:\n② If this card is Special Summoned: You can make this card's Level become 5 until the end of this turn, also, you cannot Special Summon for the rest of this turn, except Machine monsters.\n③ If this card is sent to the GY: You can SEARCH 1 other \"Cyber Dragon\" (from DECK or GY).",
        "previous": "This card's name becomes \"Cyber Dragon\" while on the field or in the GY.\nHOPT | You can use ONE of:\n● If this card is Special Summoned: You can make this card's Level become 5 until the end of this turn, also, you cannot Special Summon monsters for the rest of this turn, except Machine monsters.\n● If this card is sent to the GY: You can SEARCH 1 other \"Cyber Dragon\" (from DECK or GY)."
    },
    "Cyber Dragon Nachster": {
        "_current": "① HOPT | This card's name becomes \"Cyber Dragon\" while on the field or in the GY.\n② HOPT | <b>You can DISCARD 1 other monster;</b> Special Summon this card from your hand.\n③ HOPT | If this card is Normal or Special Summoned: <b>You can target 1 Machine monster with 2100 ATK or DEF in your GY;</b> Special Summon it, also, you cannot Special Summon for the rest of this turn, except Machine monsters.",
        "previous": "① HOPT | This card's name becomes \"Cyber Dragon\" while on the field or in the GY.\n② HOPT | <b>You can DISCARD 1 other monster;</b> Special Summon this card from your hand.\n③ HOPT | If this card is Normal or Special Summoned: <b>You can target 1 Machine monster with 2100 ATK or DEF in your GY;</b> Special Summon it, also, you cannot Special Summon monsters for the rest of this turn, except Machine monsters."
    },
    "Cyberdark Claw": {
        "_current": "① If this card is sent to the GY while equipped to a monster: <b>You can target 1 \"Cyberdark\" monster in your GY;</b> add it to your hand.\n② HOPT | <b>You can DISCARD this card;</b> SEARCH 1 \"Cyberdark\" Spell/Trap.\n③ HOPT | During damage calculation, if a monster equipped with this card battles: You can send 1 monster from your Extra Deck to the GY.",
        "previous": "If this card is sent to the GY while equipped to a monster: <b>You can target 1 \"Cyberdark\" monster in your GY;</b> add it to your hand.\n① HOPT | <b>You can DISCARD this card;</b> SEARCH 1 \"Cyberdark\" Spell/Trap.\n② HOPT | During damage calculation, if a monster equipped with this card battles: You can send 1 monster from your Extra Deck to the GY."
    },
    "Mathmech Addition": {
        "_current": "HOPT | <b>You can target 1 face-up monster on the field;</b> you cannot Special Summon from the Extra Deck for the rest of this turn, except Cyberse monsters, also Special Summon this card from your hand (but it cannot attack this turn), and if you do, the targeted monster gains 1000 ATK until the end of this turn.",
        "previous": "HOPT | <b>You can target 1 face-up monster on the field;</b> you cannot Special Summon monsters from the Extra Deck for the rest of this turn, except Cyberse monsters, also Special Summon this card from your hand (but it cannot attack this turn), and if you do, the targeted monster gains 1000 ATK until the end of this turn."
    },
    "Mathmech Sigma": {
        "_current": "① HOPT | If you control no monsters in the Extra Monster Zone, while this card is in your hand or GY: You can Special Summon this card, but BANISH it when it leaves the field, also you cannot Special Summon from the Extra Deck for the rest of this turn, except Cyberse monsters.\n② If this card you control is used as Synchro Material for a \"Mathmech\" monster, you can treat it as a non-Tuner.",
        "previous": "① HOPT | If you control no monsters in the Extra Monster Zone, while this card is in your hand or GY: You can Special Summon this card, but BANISH it when it leaves the field, also you cannot Special Summon monsters from the Extra Deck for the rest of this turn, except Cyberse monsters.\n② If this card you control is used as Synchro Material for a \"Mathmech\" monster, you can treat it as a non-Tuner."
    },
    "Mathmech Subtraction": {
        "_current": "HOPT | <b>You can target 1 face-up monster on the field;</b> you cannot Special Summon from the Extra Deck for the rest of this turn, except Cyberse monsters, also Special Summon this card from your hand (but it cannot attack this turn), and if you do, the targeted monster loses 1000 ATK until the end of this turn.",
        "previous": "HOPT | <b>You can target 1 face-up monster on the field;</b> you cannot Special Summon monsters from the Extra Deck for the rest of this turn, except Cyberse monsters, also Special Summon this card from your hand (but it cannot attack this turn), and if you do, the targeted monster loses 1000 ATK until the end of this turn."
    },
    "Overload Fusion": {
        "_current": "Fusion Summon 1 DARK Machine Fusion Monster from your Extra Deck, by BANISHING materials mentioned on it from your field or GY.",
        "previous": "Fusion Summon 1 DARK Machine Fusion Monster from your Extra Deck, by BANISHING Fusion Materials mentioned on it from your field or GY."
    },
    "Poseidra Abyss, the Atlantean Dragon Lord": {
        "_current": "3 Level 7 monsters\nOnce per turn, you can also Xyz Summon \"Poseidra Abyss, the Atlantean Dragon Lord\" by using 1 \"Atlantean\" or \"Mermail\" Xyz Monster you control (transfer its materials to this card). Once per turn: <b>You can detach 2 materials from this card, then send 1 WATER monster from your hand or Deck to the GY;</b> BOUNCE up to 3 cards your opponent controls. If this Xyz Summoned card is sent to the GY: <b>You can DISCARD 1 card to the GY;</b> Special Summon 3 Level 3 or lower Fish, Sea Serpent, and/or Aqua monsters from your hand and/or GY.",
        "previous": "3 Level 7 monsters\nOnce per turn, you can also Xyz Summon \"Poseidra Abyss, the Atlantean Dragon Lord\" by using 1 \"Atlantean\" or \"Mermail\" Xyz Monster you control. (Transfer its materials to this card.) Once per turn: <b>You can detach 2 materials from this card, then send 1 WATER monster from your hand or Deck to the GY;</b> BOUNCE up to 3 cards your opponent controls. If this Xyz Summoned card is sent to the GY: <b>You can DISCARD 1 card to the GY;</b> Special Summon 3 Level 3 or lower Fish, Sea Serpent, and/or Aqua monsters from your hand and/or GY."
    },
    "Unknown": {
        "_current": "Unknown",
        "previous": null
    },
    "Update Jammer": {
        "_current": "2 Level 2 or higher Cyberse monsters\n① QUICK | Once per battle, during damage calculation, if your Cyberse monster battles: <b>You can activate this effect;</b> NEGATE all other card effects on the field until the end of the Damage Step, damage calculation for this battle uses each monster's original ATK/DEF, also if an opponent's monster is destroyed by this battle and sent to the GY, inflict 1000 damage to your opponent.\n② If this card is sent to the GY as Link Material: <b>You can activate this effect;</b> that Link Monster can make a second attack during each Battle Phase this turn.",
        "previous": "2 Level 2 or higher Cyberse monsters\n① QUICK | Once per battle, during damage calculation, if your Cyberse monster battles: <b>You can activate this effect;</b> NEGATE all other card effects on the field until the end of the Damage Step, damage calculation for this battle uses each monster's original ATK/DEF, also if an opponent's monster is destroyed by this battle and sent to the GY, inflict 1000 damage to your opponent.\n② If this card is sent to the GY as Link Material: That Link Monster can make a second attack during each Battle Phase this turn."
    }
}