{
    "Filia Regis": {
        "_current": "1 Dragon Fusion Monster + 1 Level 7 or higher Dragon monster\n① MAIN PHASE | HOPT | QUICK | <b>You can target 1 card your opponent controls or in their GY;</b> BANISH it, then if you banished a card on the field, BOUNCE 1 Dragon monster you control.\n② HOPT | At the start of your opponent's Battle Phase, if this card is in your GY: You can BOUNCE 1 Dragon monster you control, and if you do, Special Summon this card.",
        "previous": "1 Dragon Fusion Monster + 1 Level 7 or higher Dragon monster\n① MAIN PHASE | HOPT | QUICK | <b>You can target 1 card your opponent controls or in their GY;</b> BANISH it, then if you banished a card on the field, BOUNCE 1 Dragon monster you control.\n② HOPT | At the start of your opponent's Battle Phase, if this card is in your GY: You can BOUNCE 1 Dragon monster you control or Extra Deck, and if you do, Special Summon this card."
    },
    "Ritual Beast Ulti-Reirautari": {
        "_current": "3+ Effect Monsters\nNeither player can Tribute cards to activate a card or effect. You can only use each of the following effects of \"Ritual Beast Ulti-Reirautari\" once per turn. <b>You can target 1 of your banished \"Ritual Beast\" cards;</b> BOUNCE it, then, immediately after this effect resolves, you can Normal Summon 1 \"Ritual Beast\" monster from your hand. During your opponent's turn (QUICK EFFECT): <b>You can target 1 \"Ritual Beast\" card you control and 1 card your opponent controls;</b> BANISH them.",
        "previous": "3+ Effect Monsters\nNeither player can Tribute cards to activate a card or effect. You can only use each of the following effects of \"Ritual Beast Ulti-Reirautari\" once per turn. <b>You can target 1 of your banished \"Ritual Beast\" cards;</b> BOUNCE it or Extra Deck, then, immediately after this effect resolves, you can Normal Summon 1 \"Ritual Beast\" monster from your hand. During your opponent's turn (QUICK EFFECT): <b>You can target 1 \"Ritual Beast\" card you control and 1 card your opponent controls;</b> BANISH them."
    },
    "Susurrus of the Sinful Spoils": {
        "_current": "① HOPT | <b>Target 1 Illusion or Spellcaster monster you control;</b> BOUNCE that face-up monster, then Special Summon 1 Illusion or Spellcaster monster from your GY or BANISHment.\n② HOPT | If this card is sent to the GY to activate a monster effect: You can Set this card.",
        "previous": "① HOPT | <b>Target 1 Illusion or Spellcaster monster you control;</b> BOUNCE that face-up monster or Extra Deck, then Special Summon 1 Illusion or Spellcaster monster from your GY or BANISHment.\n② HOPT | If this card is sent to the GY to activate a monster effect: You can Set this card."
    }
}