{
    "A.I. Connect": {
        "_current": "HOPT ACTIVATION\nReveal 1 Cyberse monster in your hand; apply this effect based on its Attribute, also you cannot Special Summon for the rest of this turn after this card resolves, except Cyberse monsters.\n● DARK: Special Summon the revealed monster, and if you do, SEARCH 1 Level 4 or lower non-DARK Cyberse monster.\n● Other: Shuffle the revealed monster into the Deck, and if you do, SEARCH 1 \"@Ignister\" monster with a different Attribute.",
        "previous": null
    },
    "Abduction": {
        "_current": "HOPT ACTIVATION\n<b>Target 1 face-up monster your opponent controls;</b> BANISH 1 monster from your Deck or Extra Deck with the same original Type, Attribute, and Level/Rank/Link Rating, and if you do, take control of that targeted monster, and if you banished a monster with the same original name, that monster's effects are negated.",
        "previous": null
    },
    "Allied Code Talker @Ignister": {
        "_current": "3+ Effect Monsters\n① If this card is Link Summoned: You can Special Summon as many Cyberse monsters with 2300 ATK from your GY as possible to your zones this card points to, and if you do, this card gains 500 ATK for each, also you cannot Special Summon for the rest of this turn.\n② HOPT | QUICK | When your opponent activates a card or effect: <b>You can Tribute 1 of your Link Monsters this card points to;</b> NEGATE the activation, and if you do, BANISH that card.",
        "previous": null
    },
    "Allure Dance": {
        "_current": "HOPT ACTIVATION\n① When this card is activated: You can SEARCH 1 \"Allure Queen\" monster or 1 \"Allure Palace\".\n② Each \"Allure Queen\" monster you control gains ATK, equal to the ATK of the monsters equipped to it by its effect.\n③ HOPT | <b>You can send 1 other Spell/Trap you control to the GY;</b> Special Summon as many \"Allure Queen\" monsters with different names as possible from your GY.",
        "previous": null
    },
    "Allure Palace": {
        "_current": "① Spellcaster monsters you control gain 500 ATK/DEF.\n② <b>You can send 1 card from your hand to the GY;</b> add to your hand or Special Summon to your opponent's field, 1 \"Allure Queen\" monster from your Deck.\nYou can only use this effect of \"Allure Palace\" thrice per turn.\n③ <b>\"Allure Queen\" Effect Monsters you control gain this effect.\n● You can send this card equipped with a card(s) by its own effect to the GY;</b> Special Summon 1 Spellcaster monster with 1500 or less ATK from your hand or Deck.",
        "previous": null
    },
    "Ame no Habakiri no Mitsurugi": {
        "_current": "You can Ritual Summon this card with \"Mitsurugi Ritual\".\n① Monsters your opponent controls lose 800 ATK.\n② <b>You can reveal this card in your hand;</b> Special Summon 1 \"Mitsurugi\" monster from your Deck, then Tribute 1 monster you control.\nYou can only use this effect of \"Ame no Habakiri no Mitsurugi\" once per Duel.\n③ HOPT | If this card is Tributed: You can SEARCH 1 \"Mitsurugi\" card except \"Ame no Habakiri no Mitsurugi\", then you can Special Summon this card.",
        "previous": null
    },
    "Ame no Murakumo no Mitsurugi": {
        "_current": "You can Ritual Summon this card with \"Mitsurugi Ritual\".\n① HOPT | If this card is Special Summoned: You can DESTROY all monsters your opponent controls.\n② HOPT | QUICK | When your opponent activates a card or effect: <b>You can activate this effect;</b> your opponent can DISCARD 1 card, or that effect is negated.\n③ HOPT | If this card is Tributed: You can SEARCH 1 \"Mitsurugi\" card except \"Ame no Murakumo no Mitsurugi\", then you can Special Summon this card.",
        "previous": null
    },
    "Anarchist Monk of the Six Samurai": {
        "_current": "① HOPT | If you control a \"Six Samurai\" monster other than \"Anarchist Monk of the Six Samurai\", you can Special Summon this card (from your hand).② \n③ HOPT | If this card is sent from the field to the GY: You can SEARCH 1 \"Six Samurai\" Quick-Play Spell.\n④ HOPT | A \"Six Samurai\" monster that was Synchro Summoned using this card gains this effect.\nThe Levels of all monsters your opponent controls are reduced by 1.",
        "previous": null
    },
    "Ancient Fairy Life Dragon": {
        "_current": "1 Tuner + 1+ non-Tuner monsters\n① HOPT | If this card is Synchro Summoned: You can DRAW 1 card, or if \"World of Spirits\" is on the field, SEARCH 1 LIGHT monster (Beast, Plant, or Fairy) or 1 \"Eternal Sunshine\" instead.\n② Your \"Ancient Fairy Dragon\" and monsters that mention it can attack while in face-up Defense Position (apply their DEF for damage calculation).",
        "previous": null
    },
    "Angmarl the Fiendish Monarch": {
        "_current": "When this card is Tribute Summoned: <b>You can BANISH 1 Spell from your GY;</b> SEARCH 1 card with the same name as the banished Spell.",
        "previous": "When this card is Tribute Summoned: <b>You can BANISH 1 Spell Card from your GY;</b> SEARCH 1 card with the same name as the banished Spell Card."
    },
    "Angry Burger": {
        "_current": "(This card is always treated as \"Hungry Burger\".)\nYou can Ritual Summon this card with a \"Recipe\" card. Monsters your opponent controls that can attack must attack this card. You can only use each of the following effects of \"Angry Burger\" once per turn. <b>You can reveal this card in your hand;</b> SEARCH 1 \"Nouvelles\" monster and if you do, shuffle this card into the Deck. (QUICK EFFECT): You can Tribute 1 Attack Position monster on either field, and if you do, Special Summon 1 \"Hungry Burger\" with 2000 ATK from your hand or Deck.",
        "previous": null
    },
    "Anubis the Last Judge": {
        "_current": "Cannot be Normal Summoned/Set. Must first be Special Summoned (from your hand or GY) while you have 3 or more cards in your GY with different names that are \"Temple of the Kings\" and/or Traps, by placing 2 of them on the bottom of the Deck in any order.\n① HOPT | <b>You can send this card from your hand to the GY;</b> SEARCH 1 \"The Man with the Mark\".\n② HOPT | If a Spell/Trap(s) you control is destroyed by card effect: <b>You can target 1 card your opponent controls;</b> DESTROY it.",
        "previous": null
    },
    "Apophis the Serpent": {
        "_current": "① HOPT | Special Summon this card as a Normal Monster (Reptile/EARTH/Level 4/ATK 1600/DEF 1800) (this card is also still a Trap), then you can Set 1 \"Apophis\" Trap from your Deck, except \"Apophis the Serpent\". It can be activated this turn.\n② HOPT | If this card is sent to the GY: You can SEARCH 1 \"Embodiment of Apophis\".",
        "previous": null
    },
    "Argostars - Courageous Arion": {
        "_current": "2 Level 4 monsters\nOnce per turn, you can also Xyz Summon \"Argostars - Courageous Arion\" by using 1 \"Argostars\" monster you control (transfer its materials to this card). If this card is Xyz Summoned: You can SEARCH 1 \"Argostars\" Spell. During the Standby Phase: <b>You can detach 2 materials from this card;</b> place up to 3 \"Argostars\" Continuous Traps from your GY, face-up in your Spell & Trap Zone. You can only use each effect of \"Argostars - Courageous Arion\" once per turn.",
        "previous": null
    },
    "Ashened to Endlessness": {
        "_current": "① MAIN PHASE | HOPT | You can Fusion Summon 1 Pyro Fusion Monster from your Extra Deck using monsters from either field, including \"Veidos the Eruption Dragon of Extinction\", and if you do, it gains 500 ATK for each material used.\n② HOPT | <b>You can BANISH this card and 1 DARK Pyro monster from your GY;</b> all monsters your opponent currently controls become Pyro until the end of this turn.",
        "previous": "① MAIN PHASE | HOPT | You can Fusion Summon 1 Pyro Fusion Monster from your Extra Deck using monsters from either field as material, including \"Veidos the Eruption Dragon of Extinction\", and if you do, it gains 500 ATK for each material used.\n② HOPT | <b>You can BANISH this card and 1 DARK Pyro monster from your GY;</b> all monsters your opponent currently controls become Pyro until the end of this turn."
    },
    "Aspischool": {
        "_current": "① When this card is Normal Summoned: You can Special Summon 1 Level 6 or lower Fish monster from your hand in Defense Position, but BANISH it when it leaves the field.\n② HOPT | If this card is banished: You can Special Summon this card in Defense Position.",
        "previous": null
    },
    "Backup @Ignister": {
        "_current": "If you control a Cyberse monster that was Special Summoned from the Extra Deck: You can Special Summon this card from your hand. If this card is Normal or Special Summoned: You can SEARCH 1 DARK Cyberse monster except \"Backup @Ignister\", then DISCARD 1 card. You can only use each effect of \"Backup @Ignister\" once per turn.",
        "previous": null
    },
    "Bat, the Forest Ninja": {
        "_current": "① HOPT | If a face-up card is in a Field Zone, you can Special Summon this card (from your hand).\n② HOPT | If this card is Normal or Special Summoned and \"Fairy Tale Prologue: Journey's Dawn\" is in your field or GY: You can SEARCH 1 LIGHT Beast monster.",
        "previous": null
    },
    "Beast of Talwar - The Sword Summit": {
        "_current": "(This card is always treated as an \"Archfiend\" card.)\n① If you control no monsters, you can Special Summon this card (from your hand).\n② The first time this card would be destroyed by an opponent's card effect each turn, it is not destroyed.\n③ Neither player can target other monsters with Equip Spell Cards or effects.",
        "previous": null
    },
    "Bomber Place": {
        "_current": "QUICK | Once per Chain: <b>You can pay 600 LP, then activate 1 of these effects;</b> \n● If you control 6 monsters with different Levels (1, 2, 3, 4, 5, and 6): Choose 1 face-up monster your opponent controls with a Level, and DESTROY all other monsters your opponent controls with the same Level/Rank/Link Rating as that monster.\n● Choose 1 face-up monster you control with a Level, and DESTROY all of your opponent's monsters in the same column with the same Level/Rank/Link Rating as that monster.",
        "previous": null
    },
    "Chaos Allure Queen": {
        "_current": "① HOPT | <b>You can DISCARD 1 other LIGHT or DARK monster;</b> Special Summon this card from your hand.\n② HOPT | <b>You can target 1 monster in either GY;</b> equip it to this card as an Equip Spell, and if you do, this card's name becomes that equipped monster's name (until the End Phase), then if you equipped a LIGHT or DARK Monster Card by this effect, you can Special Summon 1 DARK \"Allure Queen\" monster from your Deck or GY.",
        "previous": null
    },
    "Chaotic Elements": {
        "_current": "① HOPT | SEARCH 1 Level 5 or higher monster (LIGHT or DARK, Pyro or Aqua) (from DECK or GY) then if you have 3 or more Pyro and/or Aqua monsters in your GY, you can DESTROY 1 card on the field.\n② HOPT | If your opponent controls a monster (LIGHT or DARK, Pyro or Aqua): <b>You can BANISH this card from your GY, then target 1 monster your opponent controls;</b> take control of it until the End Phase.",
        "previous": null
    },
    "Chasma, Dragon Ruler of Auroras": {
        "_current": "2 Level 7 Dragon monsters\n① HOPT | QUICK | <b>You can send 1 Level 7 \"Dragon Ruler\" monster from your Deck to the GY and detach 1 material from this card;</b> this effect becomes that sent monster's effect that DISCARDS itself to activate.\n② HOPT | If this card is destroyed by battle, or if this card in its owner's possession is destroyed by an opponent's card effect: You can Special Summon 1 Level 7 \"Dragon Ruler\" monster from your GY or BANISHment.",
        "previous": null
    },
    "Chef de Nouvelles": {
        "_current": "If this card on the field is Tributed and added to the Extra Deck face-up: You can place this card in your Pendulum Zone. You cannot activate the following effects of \"Chef de Nouvelles\" in the same Chain. Once per turn (QUICK EFFECT): <b>You can target 1 Effect Monster on the field;</b> increase its Level by up to 3. Once per turn, if your opponent Special Summons a monster(s) (except during the Damage Step): <b>You can BANISH 1 \"Recipe\" Ritual Spell from your hand, Deck, or GY;</b> apply that card's activation effect that Ritual Summons a monster. \n[Pendulum Effect]\nDuring your Main Phase, if this card was activated this turn: You can SEARCH 1 \"Nouvelles\" card except a Pendulum Monster. If a monster(s) is Special Summoned to your opponent's field (except during the Damage Step): You can Special Summon this card. You can only use each effect of \"Chef de Nouvelles\" once per turn.",
        "previous": null
    },
    "Clear Cube": {
        "_current": "① You are unaffected by the effects of \"Clear World\".\n② YOUR MAIN PHASE | HOPT | You can Normal Summon 1 monster that mentions \"Clear World\", in addition to your Normal Summon/Set. (You can only gain this effect once per turn.)\n③ If this face-up card in its owner's control leaves the field by an opponent's card: You can Special Summon 1 monster that mentions \"Clear World\" from your Deck.",
        "previous": null
    },
    "Clear Phantom": {
        "_current": "① You are unaffected by the effects of \"Clear World\".\n② HOPT | <b>You can DISCARD 2 cards, including this card;</b> SEARCH 2 cards that are \"Clear World\" or Spells/Traps that mention it.\n③ If this card is destroyed: <b>You can target 1 monster your opponent controls;</b> DESTROY it, and if you do, send the top 3 cards of their Deck to the GY.",
        "previous": null
    },
    "Clear Rage Golem": {
        "_current": "① You are unaffected by the effects of \"Clear World\".\n② HOPT | If this card is Normal or Special Summoned: <b>You can activate this effect;</b> this turn, your monsters that mention \"Clear World\" can attack directly.\n③ When this card inflicts battle damage to your opponent: You can inflict 300 damage to your opponent for each card in their hand.",
        "previous": null
    },
    "Clear Vicious Knight": {
        "_current": "You can Tribute Summon this card by Tributing 1 monster that mentions \"Clear World\".\n① Gains ATK equal to the highest original ATK among monsters your opponent controls (your choice, if tied).\n② You are unaffected by the effects of \"Clear World\".\n③ While this Tribute Summoned card is in the Monster Zone, your opponent cannot activate the effects of Special Summoned monsters on the field with less ATK than this card.",
        "previous": null
    },
    "Clear Wall": {
        "_current": "① HOPT | If \"Clear World\" is on the field: You can SEARCH 1 monster that mentions \"Clear World\".\n② Monsters that mention \"Clear World\" cannot be destroyed by battle, also you take no battle damage from that battle.\n③ While you control a Level 7 or higher monster that mentions \"Clear World\", your opponent receives all effects of \"Clear World\", regardless of the monster Attributes they control.",
        "previous": null
    },
    "Code Igniter": {
        "_current": "2 Level 4 monsters\n① HOPT | If this card is Xyz Summoned: You can SEARCH 1 Cyberse Ritual Monster.\n② HOPT | <b>You can detach 1 material from this card;</b> Ritual Summon 1 Ritual Monster from your hand, by Tributing monsters from your hand or field whose total Levels equal or exceed its Level.\n③ HOPT | If this card is sent to the GY as Link Material: You can add 1 \"A.I.\" Trap from your Deck to your hand.",
        "previous": null
    },
    "Crimson Firewing Pegasus": {
        "_current": "① HOPT | If your opponent controls more monsters than you do, you can Special Summon this card (from your hand), and if you do, it can attack directly this turn.\n② HOPT | QUICK | When your opponent activates a monster effect on the field: You can inflict damage to your opponent equal to the Chain Link number of this effect x 300, also this card cannot be destroyed by effects activated before this one in this Chain.",
        "previous": null
    },
    "Crowley, the Gifted Magistus": {
        "_current": "① If this face-up card is used as Fusion Material, its name can be treated as \"Aleister the Invoker\".\n② HOPT | If this card is added to your hand, except by DRAWING it: You can Special Summon it.\n③ HOPT | If this card is Normal or Special Summoned (except during the Damage Step): You can Fusion Summon 1 \"Magistus\" or \"Invoked\" Fusion Monster from your Extra Deck, using monsters from your hand or field.",
        "previous": null
    },
    "Curse of the Ancient Turtle": {
        "_current": "① HOPT | <b>BANISH 1 Zombie monster from your hand or GY;</b> send 1 Zombie monster from your Deck to the GY.\n② HOPT | When your Zombie monster is destroyed by battle: <b>You can BANISH this card from your GY;</b> Special Summon 1 Zombie monster with 2000 or less DEF from your Deck.",
        "previous": null
    },
    "Cyber Jormungardr": {
        "_current": "Cannot be Normal Summoned/Set. Must be Special Summoned by card effect.\n① HOPT | If your opponent controls a monster: You can Special Summon this card from your hand, then take 1 \"Cyber Dragon\" from your Deck, and either Special Summon it or equip it to this card as an Equip Spell, also you cannot Special Summon for the rest of this turn, except Machine monsters.\n② HOPT | <b>You can BOUNCE 1 \"Cyber Dragon\" you control;</b> SEARCH 1 \"Polymerization\" (from DECK or GY).",
        "previous": null
    },
    "Cyberdark Wurm": {
        "_current": "① This card's name becomes \"Cyber Dragon\" while on the field or in the GY.\n② If this card is in your hand or GY, and you have another Machine \"Cyber\" monster in your field or GY: <b>You can send 1 \"Cyber Dragon\" monster from your hand or Deck to the GY;</b> Special Summon this card, then you can add 1 \"Cyber\" Spell/Trap from your GY to your hand.\nYou can only use this effect of \"Cyberdark Wurm\" once per Duel.",
        "previous": null
    },
    "D.D. Post": {
        "_current": "① Monsters you control gain 300 ATK for each card type (Monster, Spell, or Trap) among your banished cards.\n② MAIN PHASE | OPT | You can BANISH 1 card from your hand or GY, then you can shuffle 1 of your banished cards into the Deck.\n③ HOPT | If this card is banished: You can place it face-up on your field.",
        "previous": null
    },
    "D.D. Telepon": {
        "_current": "① If this face-up card you control is banished: You can BANISH 1 Psychic monster with 1500 or less ATK from your Deck.\n② OPT | During your next Standby Phase: Special Summon that monster banished by this effect.",
        "previous": "① If this face-up card you control is banished: You can BANISH 1 Psychic-Type monster with 1500 or less ATK from your Deck.\n② Then, during your next Standby Phase, if this card is still banished: Special Summon that monster banished by this effect."
    },
    "Dangers of the Divine": {
        "_current": "① HOPT | <b>Pay half your LP, then Tribute 1 monster;</b> Special Summon 1 \"The Winged Dragon of Ra\" from your hand or BANISHment, ignoring its Summoning conditions, and make its ATK/DEF 4000, but it cannot attack, also during the End Phase of the next turn, BOUNCE it.\n② HOPT | If this card is sent from the field to the GY: Choose 1 \"The Winged Dragon of Ra\" in your Monster Zone and send all other monsters on the field to the GY.",
        "previous": null
    },
    "Dark Flare Swordsman": {
        "_current": "You take no damage from battles involving this card. You can only use each of the following effects of \"Dark Flare Swordsman\" once per turn. <b>You can send 1 \"Flame Swordsman\" or 1 monster that mentions it from your Extra Deck to the GY;</b> Special Summon this card from your hand, also you cannot declare attacks for the rest of this turn, except with Warrior monsters. (QUICK EFFECT): <b>You can Tribute this card;</b> Special Summon 1 monster that mentions \"Flame Swordsman\" from your Deck, except a Level 6 monster.",
        "previous": null
    },
    "Dark Magician Girl the Magician's Apprentice": {
        "_current": "① HOPT | You can Special Summon this card (from your hand) by DISCARDING 1 card, and if you do, this card's name becomes \"Dark Magician Girl\".\n② HOPT | If this card is Normal or Special Summoned: You can SEARCH 1 \"Shining Sarcophagus\".\n③ Gains 300 ATK for each monster that mentions \"Shining Sarcophagus\" in the GYs.",
        "previous": null
    },
    "Dark Necromancer": {
        "_current": "① HOPT | If this card is Normal or Special Summoned: You can send 1 Fiend or Zombie Ritual Monster from your hand or Deck to the GY, then you can SEARCH 1 Ritual Spell.\n② HOPT | If this card is banished: <b>You can target 1 of your banished Level 4 or lower Fiend or Zombie monsters;</b> Special Summon it.",
        "previous": null
    },
    "Dark Paladin": {
        "_current": "\"Dark Magician\" + \"Buster Blader\"\nMust be Fusion Summoned.\n① QUICK | When a Spell Card is activated: <b>You can DISCARD 1 card;</b> NEGATE the activation, and if you do, DESTROY it. This card must be face-up on the field to activate and to resolve this effect.\n② Gains 500 ATK for each Dragon monster on the field and in the GYs.",
        "previous": "\"Dark Magician\" + \"Buster Blader\"\nMust be Fusion Summoned.\n① QUICK | When a Spell Card is activated: <b>You can DISCARD 1 card;</b> NEGATE the activation, and if you do, DESTROY it. This card must be face-up on the field to activate and to resolve this effect.\n② Gains 500 ATK for each Dragon monster on the field and in the GY."
    },
    "Dawn Angel Kambi": {
        "_current": "① HOPT | If you control no monsters, or all monsters you control are Fairy monsters: You can Special Summon this card from your hand.\n② HOPT | <b>You can Tribute any number of Fairy monsters, including this card;</b> Special Summon 1 Fairy monster from your Deck whose Level equals the total Levels those monsters had on the field. You cannot Special Summon the turn you activate this effect, except Fairy monsters.",
        "previous": null
    },
    "Defense of the Temple": {
        "_current": "① Fusion Summon 1 EARTH Fusion Monster from your Extra Deck, using monsters from your hand or field. If you use a monster you control that mentions \"Temple of the Kings\", you can also use face-up monsters your opponent controls as material.\n② HOPT | If you control \"Temple of the Kings\": <b>You can BANISH this card from your GY;</b> SEARCH 1 \"Dangers of the Divine\".",
        "previous": null
    },
    "Delg the Dark Monarch": {
        "_current": "① When this card is Normal or Special Summoned: <b>You can target up to 2 cards in your opponent's GY;</b> BANISH those targets, then send the same number of cards from the top of their Deck to the GY.\n② Cannot attack during the turn it is Normal or Special Summoned.",
        "previous": "① When this card is Normal or Special Summoned: <b>You can target up to 2 cards in your opponent's GY;</b> BANISH that target(s), then send the same number of cards from the top of their Deck to the GY.\n② This card cannot attack during the turn it is Normal or Special Summoned."
    },
    "Disaster, Dragon Ruler of All Apocalypses": {
        "_current": "2 Rank 7 monsters\n① HOPT | If this card is Xyz Summoned: <b>You can target up to 4 Level 7 \"Dragon Ruler\" monsters in your GY and/or BANISHment;</b> attach them to this card, then you can BANISH all monsters from your opponent's field and GY with a same Attribute as this card's materials.\n② While this card has LIGHT, DARK, EARTH, WATER, FIRE, and WIND \"Dragon Ruler\" monsters as material, it gains 4600 ATK/DEF, also it is unaffected by other cards' effects.",
        "previous": null
    },
    "Divine Domain Baatistina": {
        "_current": "① YOUR MAIN PHASE | HOPT | You can send 1 \"Tistina\" monster from your Deck to the GY, then if your opponent controls 3 or more face-up cards, you can Special Summon 1 \"Crystal God Tistina\" from your hand or Deck.\n② If this card in your Field Zone is destroyed by your opponent's card effect: You can Special Summon 1 \"Tistina\" monster from your Deck or GY.",
        "previous": "① YOUR MAIN PHASE | HOPT | You can send 1 \"Tistina\" monster from your Deck to your GY, then if your opponent controls 3 or more face-up cards, you can Special Summon 1 \"Crystal God Tistina\" from your hand or Deck.\n② If this card in your Field Zone is destroyed by your opponent's card effect: You can Special Summon 1 \"Tistina\" monster from your Deck or GY."
    },
    "Divine Scorpion Beast of Serket": {
        "_current": "1 \"Serket\" monster + 1 monster with 2500 or less ATK\n① HOPT | If this card is Special Summoned, or at the start of the Damage Step if this card battles an opponent's monster: <b>You can target 1 face-up monster your opponent controls or in their GY;</b> BANISH it, and if you do, this card gains ATK equal to half the banished monster's original ATK.\n② Can make a second attack during each Battle Phase, while a Level 10 or higher monster is banished.",
        "previous": null
    },
    "Divine Serpent Apophis": {
        "_current": "2 monsters that mention \"Temple of the Kings\"\nMust be either Fusion Summoned, or Special Summoned by Tributing 2 \"Apophis\" monsters.\n① OPT | <b>You can target up to 3 \"Apophis\" Traps with different names in your GY;</b> Set them.\n② OPT | If a Trap Card is activated (except during the Damage Step): <b>You can target 1 card your opponent controls;</b> DESTROY it.",
        "previous": null
    },
    "Dogurad, the Stonetrooper": {
        "_current": "2+ monsters, including a Rock monster\n① HOPT | If this card is Special Summoned: <b>You can target 1 Rock monster in your GY;</b> this card gains ATK equal to that monster's ATK.\n② OPP'S MAIN PHASE | HOPT | QUICK | <b>You can target 1 other monster on the field with ATK less than or equal to this card;</b> this card loses ATK exactly equal to that monster's ATK, and if it does, DESTROY that monster.",
        "previous": null
    },
    "Dragon's Mind": {
        "_current": "When a Spell/Trap Card, or monster effect, is activated while you control a monster with 2500 original ATK or DEF: NEGATE the activation, and if you do, DESTROY that card. If this card is in your GY: <b>You can pay 2500 LP;</b> Set this card, but BANISH it when it leaves the field. You can only use each effect of \"Dragon's Mind\" once per turn.",
        "previous": null
    },
    "Dragonmaid Cehrmba": {
        "_current": "① Dragon Fusion Monsters you control cannot be destroyed by your opponent's card effects.\n② HOPT | <b>You can DISCARD this card;</b> Special Summon 1 \"Dragonmaid\" monster from your GY or BANISHment, except \"Dragonmaid Cehrmba\".\n③ HOPT | At the end of the Battle Phase: You can BOUNCE this card, and if you do, Special Summon 1 Level 4 or lower \"Dragonmaid\" monster from your hand.",
        "previous": null
    },
    "Eclipse Twins": {
        "_current": "2 Level 4 monsters\nFor this card's Xyz Summon, you can treat Rank 4 monsters you control as Level 4 monsters for material.\n① <b>You can detach 1 material from this card;</b> this card can make up to 2 attacks on monsters during each Battle Phase this turn.\n② HOPT | If this card is sent to the GY: <b>You can target 2 other Rank 4 or lower Xyz Monsters in your GY;</b> Special Summon 1 of them and attach the other to it as material.",
        "previous": null
    },
    "Eclipse, Dragon Ruler of Catastrophes": {
        "_current": "2 Level 7 Dragon monsters\n① HOPT | If this card is Xyz Summoned: <b>You can target 1 Level 4 or lower \"Dragon Ruler\" monster in your GY or BANISHment;</b> Special Summon 1 Level/Rank 7 \"Dragon Ruler\" monster that is mentioned on that targeted monster from your Deck or BANISHment, then shuffle the targeted monster into the Deck.\n② HOPT | QUICK | When your opponent activates a Spell/Trap Card or effect: <b>You can detach 2 materials from this card;</b> NEGATE the activation, and if you do, BANISH that card.",
        "previous": null
    },
    "Eldlixir of the Glorious Golden Land": {
        "_current": "HOPT | <b>You can pay 800 LP, then activate 1 of these effects;</b> \n● Special Summon this card as a Normal Monster (Zombie/LIGHT/Level 10/ATK 1500/DEF 2800) (this card is also still a Trap), then if you control \"Eldlich the Golden Lord\", you can BOUNCE 1 monster.\n● Set 1 of your banished \"Golden Land\" or \"Eldlixir\" Spells/Traps.",
        "previous": null
    },
    "Emilia, Dance Priestess of the Nekroz": {
        "_current": "① If you Ritual Summon exactly 1 \"Nekroz\" Ritual Monster with a card effect that requires use of monsters, this card you control can be used as the entire Tribute.\n② HOPT | If you have a Warrior \"Nekroz\" monster in your field or GY: You can Special Summon this card from your hand.\n③ HOPT | If this card is Normal or Special Summoned: You can SEARCH 1 \"Nekroz\" Ritual Monster or 1 \"Nekroz\" Spell.",
        "previous": null
    },
    "Enlilgirsu, the Orcust Mekk-Knight": {
        "_current": "2+ monsters, including an \"Orcust\" Link Monster\n① HOPT | <b>You can target 1 of your banished \"Orcust\" or \"World Legacy\" cards;</b> add it to your hand, then you can shuffle 1 card from your hand into the Deck and take control of 1 face-up monster your opponent controls.\n② YOUR MAIN PHASE | HOPT | If this card is in the GY because it was sent there from the Extra Monster Zone this turn: <b>You can BANISH this card;</b> send 1 card on the field to the GY.",
        "previous": null
    },
    "Eternal Sunshine": {
        "_current": "① Monsters you control gain 500 DEF for each \"Ancient Fairy Dragon\", and monsters that mention it, that you control.\n② Once per Chain: <b>You can target 1 face-up monster your opponent controls;</b> until the end of this turn, its ATK/DEF become halved, also its effects are negated.\nYou can use this effect of \"Eternal Sunshine\" a number of times per turn, up to the number of \"Ancient Fairy Dragon\", and monsters that mention it, that you control.",
        "previous": null
    },
    "Evil★Twin Ki-sikil Deal": {
        "_current": "1 \"Ki-sikil\" monster\nYou can only Link Summon \"Evil★Twin Ki-sikil Deal\" once per turn.\n① HOPT | <b>You can send 1 \"Lil-la\" monster from your Deck or Extra Deck to the GY;</b> apply this effect this turn.\n● Each time your opponent activates a card or effect in response to your \"Ki-sikil\" or \"Lil-la\" monster effect activation, DRAW 1 card when that card/effect resolves.",
        "previous": null
    },
    "Ext Ryzeal": {
        "_current": "① HOPT | You can Special Summon this card (from your hand) by sending 1 Xyz Monster from your Extra Deck to the GY. If Summoned this way, you cannot Special Summon from the Extra Deck for the rest of this turn, except Rank 4 Xyz Monsters.\n② HOPT | If this card is Normal or Special Summoned and you control no other face-up monsters, except Level/Rank 4 monsters: You can SEARCH 1 FIRE Thunder monster.",
        "previous": null
    },
    "Extinguishing the Ashened": {
        "_current": "① HOPT | Send 1 DARK Pyro monster from your Deck to the GY, then you can add 1 Level 5 or higher Pyro monster from your GY to your hand. For the rest of this turn after this card resolves, you cannot Special Summon from the Extra Deck, except Pyro monsters.\n② HOPT | <b>You can BANISH this card from your GY;</b> Fusion Summon 1 Pyro Fusion Monster from your Extra Deck, using monsters from your hand or field.",
        "previous": "① HOPT | Send 1 DARK Pyro monster from your Deck to the GY, then you can add 1 Level 5 or higher Pyro monster from your GY to your hand. For the rest of this turn after this card resolves, you cannot Special Summon from the Extra Deck, except Pyro monsters.\n② HOPT | <b>You can BANISH this card from your GY;</b> Fusion Summon 1 Pyro Fusion Monster from your Extra Deck, using monsters from your hand or field as material."
    },
    "Fabled Gammajin": {
        "_current": "1 \"Fabled\" Tuner + 1+ non-Tuner monsters\n① Your opponent cannot target other \"Fabled\" Synchro Monsters you control with card effects.\n② HOPT | If this card is Synchro Summoned: You can Special Summon 1 \"Fabled\" monster from your hand or Deck.\n③ HOPT | If this card is sent to the GY: You can DRAW cards equal to the number of \"Fabled\" Synchro Monsters you control, then DISCARD 1 card.",
        "previous": null
    },
    "Fabled Realm's Revival": {
        "_current": "HOPT ACTIVATION\n① When this card is activated: You can Set 1 \"Fabled\" Spell/Trap from your Deck, except \"Fabled Realm's Revival\".\n② Your opponent cannot activate cards or effects when you Synchro Summon a \"Fabled\" Synchro Monster.\n③ OPT | <b>You can DISCARD 1 \"Fabled\" card, then activate 1 of these effects;</b> \n● DRAW 1 card.\n● Special Summon 1 \"Fabled\" monster from your GY or BANISHment.",
        "previous": null
    },
    "Fairy Tale Prologue: Journey's Dawn": {
        "_current": "① Any battle damage a player takes is halved.\n② HOPT | If you control a LIGHT Beast monster or a Level 7 or 8 Dragon Synchro Monster: You can DRAW 1 card.\n③ YOUR STANDBY PHASE | You can send this card from the Field Zone to the GY; place 1 Field Spell from your hand or Deck face-up in your Field Zone, except \"Fairy Tale Prologue: Journey's Dawn\".",
        "previous": null
    },
    "Fallen Angel of the Golden Land": {
        "_current": "\"Eldlich the Golden Lord\" + 1 Zombie monster\nMust be either Fusion Summoned, or Special Summoned (from your Extra Deck) by Tributing 1 LIGHT Zombie monster, while you have \"Eldlich the Golden Lord\" in your field or GY. You can only Special Summon \"Fallen Angel of the Golden Land\" once per turn this way, no matter which method you use.\n① HOPT | If this card is sent from the field to the GY: You can Special Summon 1 \"Eldlich\" monster from your Deck, Extra Deck, or GY.",
        "previous": null
    },
    "Filia Regis": {
        "_current": "1 Dragon Fusion Monster + 1 Level 7 or higher Dragon monster\n① MAIN PHASE | HOPT | QUICK | <b>You can target 1 card your opponent controls or in their GY;</b> BANISH it, then if you banished a card on the field, BOUNCE 1 Dragon monster you control.\n② HOPT | At the start of your opponent's Battle Phase, if this card is in your GY: You can BOUNCE 1 Dragon monster you control or Extra Deck, and if you do, Special Summon this card.",
        "previous": null
    },
    "Firewall Saber Dragon": {
        "_current": "1 Tuner + 1+ non-Tuner monsters\n① HOPT | If this card is Synchro Summoned: <b>You can target 1 Cyberse monster in your GY or BANISHment;</b> add it to your hand.\n② HOPT | <b>You can target 1 other Cyberse monster you control with a Level;</b> this card's Level becomes that monster's.\n③ HOPT | If this card is sent to the GY as Link Material: You can add 1 \"A.I.\" Spell from your Deck to your hand.",
        "previous": null
    },
    "First of the Dragonlords": {
        "_current": "3 Normal Monsters\nMust be Fusion Summoned. You can only control 1 \"First of the Dragonlords\". Cannot be destroyed by battle, and is unaffected by other monsters' effects. Once, while face-up on the field, when a Spell/Trap Card or effect is activated (QUICK EFFECT): You can DESTROY all Spells and Traps on the field. You can only use this effect of \"First of the Dragonlords\" once per turn.",
        "previous": null
    },
    "Fish and Bids": {
        "_current": "At the start of your Main Phase 1: <b>BANISH 1 card from your hand;</b> your opponent can BANISH 2 cards from their hand, if they do not, you apply this effect.\n● Take 2 Fish monsters from your Deck and either BANISH both or send both to the GY, also you cannot Special Summon for the rest of this turn, except Fish monsters.",
        "previous": null
    },
    "Flame Coating Metalmorph": {
        "_current": "HOPT ACTIVATION\n<b>Tribute 1 face-up monster that mentions \"Max Metalmorph\";</b> Special Summon 1 monster that cannot be Normal Summoned/Set and mentions \"Max Metalmorph\" from your Deck, ignoring its Summoning conditions, then you can equip this card to it with the following effect.\n● If the equipped monster would be destroyed, you can send this card to the GY instead.",
        "previous": null
    },
    "Flash of Heraldry": {
        "_current": "① <b>Target any number of face-up monsters your opponent controls;</b> those monsters' names become \"Unknown\".\n② YOUR END PHASE | HOPT | If you control a Psychic Xyz Monster and this card is in your GY: You can Set this card, but BANISH it when it leaves the field.",
        "previous": null
    },
    "Futsu no Mitama no Mitsurugi": {
        "_current": "You can Ritual Summon this card with \"Mitsurugi Ritual\".\n① If your opponent Special Summons a monster(s) (except during the Damage Step): <b>You can target 1 Reptile monster in your GY, except \"Futsu no Mitama no Mitsurugi\";</b> Special Summon it.\nYou can only activate this effect of \"Futsu no Mitama no Mitsurugi\" once per Chain.\n② HOPT | If this card is Tributed: You can SEARCH 1 \"Mitsurugi\" card except \"Futsu no Mitama no Mitsurugi\", then you can Special Summon this card.",
        "previous": null
    },
    "Gagaga Girl": {
        "_current": "① <b>You can target 1 \"Gagaga Magician\" you control;</b> this card's Level becomes the current Level of that monster.\n② An Xyz Monster that was Summoned using only this card and other \"Gagaga\" monsters as material gains this effect.\n● When it is Xyz Summoned: <b>You can target 1 Special Summoned monster your opponent controls;</b> its ATK becomes 0.",
        "previous": "① <b>You can target 1 \"Gagaga Magician\" you control;</b> this card's Level becomes the current Level of that monster.\n② An Xyz Monster that was Summoned using only this card and other \"Gagaga\" monsters as Xyz Material gains this effect.\n● When it is Xyz Summoned: <b>You can target 1 Special Summoned monster your opponent controls;</b> its ATK becomes 0."
    },
    "Gagaga Magician": {
        "_current": "Cannot be used as Synchro Material.\n① You can only control 1 \"Gagaga Magician\".\n② OPT | <b>You can declare a Level from 1 to 8;</b> this card becomes that Level until the end of this turn.",
        "previous": "① OPT | <b>You can declare a Level from 1 to 8;</b> this card becomes that Level until the end of this turn.\n② You can only control 1 \"Gagaga Magician\".\nCannot be used as a Synchro Material."
    },
    "Gagaga Sister": {
        "_current": "① When this card is Normal Summoned: You can SEARCH 1 \"Gagaga\" Spell/Trap.\n② HOPT | <b>You can target 1 other \"Gagaga\" monster you control;</b> the Levels of that monster and this card become their combined current Levels, until the end of this turn.",
        "previous": "① When this card is Normal Summoned: You can SEARCH 1 \"Gagaga\" Spell/Trap Card.\n② HOPT | <b>You can target 1 other \"Gagaga\" monster you control;</b> the Levels of that monster and this card become their combined current Levels, until the end of this turn."
    },
    "Gaia Stream, the Graceful Force": {
        "_current": "2+ Level 6 monsters\nOnce per turn, you can also Xyz Summon \"Gaia Stream, the Graceful Force\" by using 1 Rank 5 or 7 Xyz Monster you control (transfer its materials to this card). Cannot be used as material for an Xyz Summon the turn it was Xyz Summoned. Cannot attack directly. Gains ATK equal to the combined Levels/Ranks of its attached materials x 200. At the end of the Damage Step, if this card battles: Detach 1 material from this card.",
        "previous": null
    },
    "Galatea-I, the Orcust Automaton": {
        "_current": "1 \"Orcust\" or \"World Legacy\" monster\nYou can only Link Summon \"Galatea-I, the Orcust Automaton\" once per turn. Cannot be used as material for an Xyz Summon.\n① HOPT | <b>You can send 1 card from your hand to the GY;</b> SEARCH 1 \"World Legacy\" monster or 1 \"Orcustrated Babel\" (from DECK or GY).\n② HOPT | If this card is in your GY: <b>You can BANISH 1 other \"Orcust\" card from your GY;</b> Special Summon this card.",
        "previous": null
    },
    "Gem-Knight Dispersion": {
        "_current": "<b>Activate 1 of these effects (but you can only use each effect of \"Gem-Knight Dispersion\" once per turn);</b> \n● Fusion Summon 1 \"Gem-Knight\" Fusion Monster from your Extra Deck, using monsters from your hand or field. Up to 2 monsters from your Deck/Extra Deck can be used, if they are non-Rock \"Gem-Knight\" monsters and you have \"Gem-Knight Fusion\" in your GY.\n● Add 1 \"Gem-\" monster from your Deck or BANISHment to your hand, also any effect damage your opponent takes during the Main Phase this turn is halved.",
        "previous": null
    },
    "Gem-Knight Hollowcore": {
        "_current": "① HOPT | <b>You can send 1 \"Gem-Knight\" Normal Monster or 1 \"Gem-Knight Fusion\" from your Deck to the GY;</b> Special Summon this card from your hand in Defense Position.\n② HOPT | QUICK | When your opponent activates a card or effect, while you control a \"Gem-Knight\" Fusion Monster: <b>You can BANISH 3 \"Gem-Knight\" cards from your GY, including this card;</b> NEGATE that effect, then all \"Gem-Knight\" monsters you currently control gain 1000 ATK.",
        "previous": null
    },
    "Gem-Knight Nepyrim": {
        "_current": "① HOPT | If this card is Normal or Special Summoned: You can SEARCH 1 \"Gem-Knight\" card except \"Gem-Knight Nepyrim\", also any effect damage your opponent takes during the Main Phase this turn is halved.\n② YOUR MAIN PHASE | HOPT | You can: Immediately after this effect resolves, Normal Summon 1 \"Gem-\" monster.\n③ HOPT | If this card is sent from the hand or Deck to the GY: You can send 1 card from your hand to the GY, and if you do, Special Summon this card.",
        "previous": null
    },
    "Giant Kra-Corn": {
        "_current": "① HOPT | When an opponent's monster declares an attack: You can Special Summon this card from your hand in Defense Position, and if you do, change the attack target to this card, and perform damage calculation.\n② HOPT | <b>You can target 1 Plant monster you control, except \"Giant Kra-Corn\";</b> the ATK of that monster and this card become the combined original ATK of both monsters.",
        "previous": null
    },
    "Goblin Biker Grand Breakout": {
        "_current": "① HOPT | <b>Tribute 1 monster;</b> Special Summon 1 \"Goblin\" monster from your Deck, but it cannot attack this turn.\n② HOPT | When a monster declares an attack: <b>You can BANISH this card from your GY and detach any number of materials from \"Goblin\" Xyz Monsters you control;</b> all monsters your opponent currently controls lose 1000 ATK for each material detached, until the end of this turn.",
        "previous": null
    },
    "Goblin Biker Grand Crisis": {
        "_current": "HOPT | You can use ONE of —\n① <b>You can target 1 \"Goblin\" monster you control and 1 monster your opponent controls, or target 1 \"Goblin\" monster in your GY and 1 monster in your opponent's GY;</b> BANISH both monsters.\n② <b>You can send this face-up card from the Spell & Trap Zone to the GY, then target 5 of your banished \"Goblin\" monsters with different names;</b> Special Summon them.",
        "previous": null
    },
    "Goblin Bikers Gone Bonkers": {
        "_current": "2+ Level 6 monsters\n① HOPT | <b>You can target face-up monsters your opponent controls, up to the number of \"Goblin\" monsters you control;</b> detach 1 material from a monster you control, and if you do, attach those monsters to this card as material.\n② OPP'S TURN | HOPT | QUICK | <b>You can target cards your opponent controls, up to the number of \"Goblin\" Xyz Monsters you control;</b> detach 3 materials from a monster(s) you control, and if you do, send those targeted cards to the GY.",
        "previous": null
    },
    "Golden Allure Queen": {
        "_current": "3 Spellcaster monsters\n① If this card is Link Summoned: You can Special Summon 1 \"Allure Queen\" monster from your Deck or GY, and if you do, this card gains 1500 ATK until the end of the next turn.\n② You can activate the effects of your monsters with \"Allure Queen\" in their original names, that equip monsters to themselves, as QUICK EFFECTs.\n③ OPT | QUICK | When your opponent activates a card or effect: You can DESTROY 1 card on the field, also \"Allure Queen\" monsters you control cannot be destroyed by card effects this turn.",
        "previous": null
    },
    "Gordian Slicer": {
        "_current": "This card's activation and effect cannot be negated.\n① At the start of your Main Phase 1 or 2: <b>Target any number of face-up cards on the field;</b> for each targeted card, BANISH 1 card from your hand, or 6 cards from your Extra Deck, face-down, then BOUNCE those targeted cards.",
        "previous": null
    },
    "Guilt Gripping Morganite": {
        "_current": "For the rest of this Duel, apply the following effects. \n● You cannot activate monster effects in the hand. \n● You can Normal Summon Level 5 or higher monsters without Tributing. \n● You do not pay LP to activate Spell/Trap Cards. <b>\nYou can BANISH this card from your GY, then reveal 1 \"Morganite\" card in your hand;</b> place the revealed card on the bottom of the Deck, then DRAW 1 card.",
        "previous": null
    },
    "Hallo-Ween!": {
        "_current": "SEARCH 1 \"Hallo, the Spirit of Tricks\" or \"Ween, the Spirit of Treats\" (from DECK or GY).",
        "previous": null
    },
    "Heraldic Beast Gryphon": {
        "_current": "① HOPT | <b>You can send 1 \"Heraldic Beast\" monster from your Deck to the GY, except \"Heraldic Beast Gryphon\";</b> Special Summon this card from your hand, also you cannot Special Summon from the Extra Deck for the rest of this turn, except by Xyz Summon that uses only monsters with \"Heraldic Beast\" or \"Number\" in their original names as material.\n② HOPT | Can be treated as 2 materials for the Xyz Summon of a \"Number\" Xyz Monster that requires 3 or more materials.",
        "previous": null
    },
    "Heraldic Beast Stad Whale": {
        "_current": "① HOPT | If this card is Normal or Special Summoned: <b>You can DISCARD 1 card;</b> SEARCH 2 \"Heraldry\" Spells/Traps.\n② HOPT | <b>You can BANISH this card from your GY, then target 2 \"Heraldic Beast\" monsters in your GY with the same name;</b> Special Summon them in Defense Position, also you cannot Special Summon from the Extra Deck for the rest of this turn, except by Xyz Summon that uses only monsters with \"Heraldic Beast\" or \"Number\" in their original names as material.",
        "previous": null
    },
    "Here There Be Dragons": {
        "_current": "HOPT | You can use ONE of —\n① Special Summon 1 \"Dragon Ruler\" monster from your hand, GY, or BANISHment, then immediately after this effect resolves, you can Xyz Summon 1 \"Dragon Ruler\" Xyz Monster using only \"Dragon Ruler\" monsters you control.\n② YOUR MAIN PHASE | <b>You can BANISH this card from your GY, then target any number of your banished \"Dragon Ruler\" monsters with different Attributes;</b> return them to the GY.",
        "previous": null
    },
    "Hi-Speedroid Glider #2": {
        "_current": "1 WIND Machine Tuner + 1+ non-Tuner monsters\n① HOPT | If this card is Synchro Summoned: <b>You can target 1 Level 7 or lower WIND non-Tuner Synchro Monster in your GY;</b> Special Summon it.\n② HOPT | If your opponent Special Summons a monster(s), and you control a \"Clear Wing\" monster (except during the Damage Step): <b>You can BANISH this card from your GY;</b> increase the Levels of all monsters your opponent controls by 5.",
        "previous": null
    },
    "Hrimnir the Divine Follower": {
        "_current": "① HOPT | <b>You can Tribute 3 Fairy monsters from your hand and/or field;</b> Set 1 Continuous Spell from your Deck, but send it to the GY during your opponent's End Phase.\n② HOPT | If this card is sent to the GY by card effect: You can Special Summon this card, but BANISH it when it leaves the field.",
        "previous": null
    },
    "Ice Ryzeal": {
        "_current": "① HOPT | You can Special Summon this card (from your hand) by sending 1 card from your hand or field to the GY. If Summoned this way, you cannot Special Summon from the Extra Deck for the rest of this turn, except Rank 4 Xyz Monsters.\n② HOPT | If this card is Normal Summoned: You can Special Summon 1 \"Ryzeal\" monster from your Deck, except \"Ice Ryzeal\".",
        "previous": null
    },
    "Incoming Machine!": {
        "_current": "① SEARCH 1 monster that mentions \"Max Metalmorph\" or 1 \"Metalmorph\" Trap (from DECK or GY).\n② HOPT | If you control a \"Metalmorph\" Trap: <b>You can BANISH this card from your GY, then target 1 Defense Position monster your opponent controls;</b> change it to face-up Attack Position.",
        "previous": null
    },
    "Inferno of the Ashened": {
        "_current": "When this card is activated: You can place 1 \"Obsidim, the Ashened City\" from your Deck face-up in either Field Zone. <b>You can target 1 face-up card your opponent controls and 1 Level 8 or higher DARK Pyro monster in your GY;</b> send that card on the field to the GY, and if you do, Special Summon that other monster from your GY to your opponent's field in Defense Position. You can only use this effect of \"Inferno of the Ashened\" once per turn. You can only activate 1 \"Inferno of the Ashened\" per turn.",
        "previous": null
    },
    "Juraishin, the Cursed Thunder God": {
        "_current": "1 Tuner + 1+ non-Tuner monsters\n① Each time your opponent activates a card or effect, gain 300 LP when it resolves.\n② OPP'S TURN | HOPT | QUICK | <b>You can pay 1500 LP and Tribute this card, then activate 1 of these effects;</b> \n● DESTROY all face-up monsters your opponent controls.\n● DESTROY all face-up Spells and Traps your opponent controls.",
        "previous": null
    },
    "Jurrac Megalo": {
        "_current": "① HOPT | If you control a Dinosaur monster: You can Special Summon this card from your hand.\n② YOUR MAIN PHASE | HOPT | You can DISCARD 2 cards, including a \"Jurrac\" card, then DRAW 2 cards.\n③ HOPT | If this card is destroyed: You can send 1 \"Jurrac\" monster from your Deck/Extra Deck to the GY, except \"Jurrac Megalo\".",
        "previous": null
    },
    "Jurrac Stego": {
        "_current": "① YOUR MAIN PHASE | HOPT | You can DESTROY 1 card you control, and if you do, send 1 Dinosaur monster from your Deck to the GY, then you can Special Summon \"Jurrac\" monster(s) from your hand and/or Deck, except \"Jurrac Stego\", whose total Levels equal the sent monster's Level, ignoring their Summoning conditions, also for the rest of this turn, you cannot Special Summon, except Dinosaur monsters.\n② When this card is destroyed by battle: You can BOUNCE 1 face-up card on the field.",
        "previous": null
    },
    "Jurrac Volcano": {
        "_current": "① YOUR MAIN PHASE | HOPT | You can DESTROY 1 Dinosaur monster you control, and if you do, Special Summon 1 \"Jurrac\" monster from your Deck.\n② HOPT | If your opponent Special Summons a monster(s) and they have activated 4 or more monster effects this turn (except during the Damage Step): You can Special Summon 1 \"Jurrac Meteor\" from your Extra Deck (this is treated as a Synchro Summon).\n③ HOPT | If a \"Jurrac\" monster(s) you control would be destroyed by card effect, you can BANISH 1 Dinosaur monster from your GY instead.",
        "previous": null
    },
    "Kagetokage": {
        "_current": "Cannot be Normal Summoned/Set. Must first be Special Summoned by its own effect.\n① Cannot be used as Synchro Material.\nWhen you Normal Summon a Level 4 monster: You can Special Summon this card from your hand.",
        "previous": "Cannot be Normal Summoned/Set. Must first be Special Summoned by its own effect.\n① When you Normal Summon a Level 4 monster: You can Special Summon this card from your hand.\nCannot be used as Synchro Material."
    },
    "Kuraz the Light Monarch": {
        "_current": "① When this card is Normal or Special Summoned: <b>You can target up to 2 cards on the field;</b> DESTROY those targets, and if you do, each player can DRAW 1 card for each of the cards they controlled that was destroyed by this effect.\n② Cannot attack during the turn it is Normal or Special Summoned.",
        "previous": "① When this card is Normal or Special Summoned: <b>You can target up to 2 cards on the field;</b> DESTROY those targets, and if you do, each player can DRAW 1 card for each of the cards they controlled that was destroyed by this effect.\n② This card cannot attack during the turn it is Normal or Special Summoned."
    },
    "Kuribon the Fairy Spirit": {
        "_current": "① HOPT | If you control \"Ancient Fairy Dragon\" or a LIGHT monster (Beast, Plant, or Fairy): You can Special Summon this card from your hand, and if you do, it is treated as a Tuner.\n② HOPT | If another card(s) you control, that is \"Ancient Fairy Dragon\" or a monster(s) that mentions it, would be destroyed by card effect, you can BOUNCE this card you control instead.",
        "previous": null
    },
    "Kurikurinku @Ignister": {
        "_current": "① HOPT | QUICK | If this card is in your hand or GY: <b>You can Tribute 1 \"@Ignister\" monster;</b> Special Summon this card, but BANISH it when it leaves the field.\n② HOPT | QUICK | When a card or effect is activated that targets a Cyberse monster(s) you control, and you control a Cyberse monster that was Special Summoned from the Extra Deck: <b>You can Tribute this card;</b> NEGATE that effect.",
        "previous": null
    },
    "Lady's Dragonmaid": {
        "_current": "2 \"Dragonmaid\" monsters with the same Attribute but different Levels\nMust first be Special Summoned (from your Extra Deck) by BANISHING the above monsters, 1 each from your field and GY.\n① HOPT | If this card is Special Summoned: You can Special Summon 1 Level 4 or lower \"Dragonmaid\" monster from your Deck.\n② STANDBY PHASE | HOPT | You can Fusion Summon 1 Dragon Fusion Monster from your Extra Deck, by shuffling its materials from your field and/or BANISHment into the Deck.",
        "previous": null
    },
    "Layer 19 \"Sudden Incursion! A Black Super Quantum!!\"": {
        "_current": "<b>Activate 1 of these effects (but you can only use each effect of \"Layer 19 \"Sudden Incursion! A Black Super Quantum!!\"\" once per turn);</b> \n● Target 1 Attack Position monster on the field; change it to Defense Position. \n● If you control a \"Super Quant\" monster: Special Summon 1 \"Super Quant\" monster from your Deck with a different original Attribute from the monsters you control, in Defense Position. \n● Set 1 \"Super Quant\" Trap from your Deck. It can be activated this turn.",
        "previous": null
    },
    "Legend of Justice Kaibaman": {
        "_current": "If this card is Normal or Special Summoned: You can show 3 \"Blue-Eyes White Dragon\" in your hand, Deck, face-up field, and/or GY, then Special Summon 1 \"Blue-Eyes White Dragon\" from your hand, Deck, or GY. If you Special Summoned \"Blue-Eyes White Dragon\" while this card is in your GY (except during the Damage Step): <b>You can BANISH this card;</b> SEARCH 1 \"Blue-Eyes\" monster. You can only use each effect of \"Legend of Justice Kaibaman\" once per turn.",
        "previous": null
    },
    "Legendary Lord Six Samurai - Enishi": {
        "_current": "1 Tuner + 1+ non-Tuner monsters\n① Warrior monsters you control gain 500 ATK/DEF during the Battle Phase only.\n② HOPT | If this card is Synchro Summoned: <b>You can BANISH any number of \"Six Samurai\" monsters from your GY, then target that many monsters your opponent controls;</b> BOUNCE those monsters.\n③ HOPT | If this card is sent to the GY: You can Special Summon 1 of your banished \"Six Samurai\" monsters.",
        "previous": null
    },
    "Legendary Lord Six Samurai - Kizan": {
        "_current": "1 Tuner + 1+ non-Tuner monsters\n① \"Six Samurai\" monsters you control gain 600 ATK/DEF during the Battle Phase only.\n② OPP'S MAIN PHASE | HOPT | QUICK | <b>You can BANISH 1 \"Six Strike\" card from your GY, then target 1 card on the field;</b> DESTROY it.\n③ HOPT | If you control 2 or more \"Six Samurai\" monsters: You can Special Summon this card from the GY.",
        "previous": null
    },
    "Legendary Lord Six Samurai - Shi En": {
        "_current": "1 Warrior Tuner + 1+ non-Tuner \"Six Samurai\" monsters\n① HOPT | If this card is Synchro Summoned: You can SEARCH 1 \"Six Samurai\" monster or \"Shien\" Effect Monster (from DECK or GY).\n② OPT | QUICK | When your opponent activates a monster effect: You can NEGATE the activation, and if you do, DESTROY that card.\n③ If this card on the field would be destroyed, you can DESTROY 1 monster you control instead.",
        "previous": null
    },
    "Leo Wizard the Dark Fiend": {
        "_current": "If a player would Normal Summon a monster whose original Level is 4 or lower with more than 1350 ATK or DEF from their hand, they must Tribute Summon it by Tributing 1 monster. At the start of the Damage Step, if this card battles a LIGHT monster: You can DESTROY that monster. If this card is destroyed: You can SEARCH 1 monster with 1350 ATK. You can only use this effect of \"Leo Wizard the Dark Fiend\" once per turn.",
        "previous": null
    },
    "Let's Go Together": {
        "_current": "If you have no \"Let's Go Together\" in your face-up field, GY, nor BANISHment: <b>BANISH 7 cards from the top of your Deck, face-down;</b> make your opponent BANISH 7 cards from their Extra Deck and/or top of their Deck, face-down, and they must declare how many are banished from each beforehand.",
        "previous": null
    },
    "Linkslayer @Ignister": {
        "_current": "If a Cyberse monster you control would be used as Link Material for an \"@Ignister\" Link Monster, this card in your hand can also be used as material. If this card is sent to the GY as Link Material: <b>You can DISCARD 1 card, then target 1 Spell/Trap on the field, or you can target 2 if this card on the field was used as material;</b> DESTROY that card(s). You can only use each effect of \"Linkslayer @Ignister\" once per turn.",
        "previous": null
    },
    "Live☆Twin Lil-la Sweet": {
        "_current": "① HOPT | QUICK | When your opponent activates a card or effect in response to your \"Live☆Twin\" card or effect activation: <b>You can DISCARD this card;</b> NEGATE that opponent's effect.\n② HOPT | If you control a \"Ki-sikil\" monster and this card is in your GY: You can Special Summon this card, but while it is face-up in the Monster Zone, you cannot Special Summon from the Extra Deck, except Fiend monsters.",
        "previous": null
    },
    "Magia Magic - Thunder of Judgment": {
        "_current": "(This card is always treated as a \"Magistus\" and \"Endymion\" card.)\n① <b>Send 1 other face-up \"Magistus\" card you control to the GY, or remove 2 Spell Counters from your field, then activate 1 of these effects (but you can only use each effect of \"Magia Magic - Thunder of Judgment\" once per turn);</b> \n● Special Summon 1 Spellcaster monster from your hand, face-up Extra Deck, or GY.\n● BANISH 1 other card on the field.",
        "previous": null
    },
    "Magistus Chorozo": {
        "_current": "1 Fusion, Synchro, Xyz, or Link Monster + 1 Spellcaster monster\nMust first be either Fusion Summoned, or Special Summoned (from your Extra Deck) by sending the correct Fusion Material Monster Cards you control to the GY.\n① OPT | When a monster declares an attack: <b>You can target it;</b> NEGATE the attack, and if you do, this card gains ATK equal to that monster's ATK (until the end of this turn), then you can BOUNCE that monster.",
        "previous": null
    },
    "Max Metalmorph": {
        "_current": "HOPT ACTIVATION\n<b>Tribute 1 face-up monster;</b> Special Summon 1 monster that cannot be Normal Summoned/Set and mentions \"Max Metalmorph\" from your hand, Deck, or GY, then you can equip this card to it with the following effect.\n● The equipped monster gains 400 ATK/DEF, it cannot be destroyed by Spell or monster effects, also your opponent cannot target it with monster effects or Spell Cards or effects.",
        "previous": null
    },
    "Mental Seeker": {
        "_current": "If this banished card is Special Summoned: EXCAVATE the top 3 cards of your opponent's Deck, BANISH 1 excavated card, and shuffle the rest into the Deck.",
        "previous": "When this removed from play card is Special Summoned, reveal the top 3 cards of your opponent's Deck. Choose 1 of those cards and remove it from play. Then, shuffle the others into the Deck."
    },
    "Merciless Scorpion of Serket": {
        "_current": "Cannot be Normal Summoned/Set. Must first be Special Summoned (from your hand) by BANISHING 1 Level 10 or higher monster from your hand or Deck, while you control \"Temple of the Kings\". You can only Special Summon \"Merciless Scorpion of Serket\" once per turn this way.\n① YOUR MAIN PHASE | OPT | You can SEARCH 1 \"Temple of the Kings\", or 1 Spell that mentions it.\n② At the start of the Damage Step, if this card battles an opponent's monster: You can DESTROY that opponent's monster, and if you do, this card gains ATK equal to half the destroyed monster's original ATK.",
        "previous": null
    },
    "Metal Illusionist": {
        "_current": "① Increase this card's Level by 4 during your opponent's turn only.\n② HOPT | If this card is Normal or Special Summoned: You can Set 1 \"Metalmorph\" Trap from your Deck, then if \"Max Metalmorph\" is in your GY, you can DRAW 1 card.\n③ HOPT | <b>You can declare 1 other Monster Type;</b> this card becomes that Type, until the end of your opponent's turn.",
        "previous": null
    },
    "Metalflame Swordsman": {
        "_current": "Cannot be Normal Summoned/Set. Must first be Special Summoned with \"Max Metalmorph\" that was activated by Tributing a Level 5 or higher Warrior monster.\n① HOPT | <b>You can reveal this card in your hand;</b> SEARCH 1 card that mentions \"Max Metalmorph\" except \"Metalflame Swordsman\", and if you do, shuffle this card into the Deck.\n② Each time your opponent activates a card or effect, this card gains 300 ATK and inflicts 500 damage to your opponent when that card/effect resolves.",
        "previous": null
    },
    "Metalzoa X": {
        "_current": "Cannot be Normal Summoned/Set. Must first be Special Summoned with \"Max Metalmorph\" that was activated by Tributing a Level 5 or higher Fiend monster.\n① HOPT | <b>You can reveal this card in your hand;</b> Set 1 \"Metalmorph\" Trap from your Deck, and if you do, shuffle this card into the Deck.\n② QUICK | Twice per turn, when your opponent activates a monster effect, or Spell Card or effect: <b>You can target 1 face-up monster your opponent controls;</b> DESTROY it.",
        "previous": null
    },
    "Miasma Dragon Tistina": {
        "_current": "If this card is Normal or Special Summoned: You can SEARCH 1 \"Tistina\" monster except \"Miasma Dragon Tistina\", also for the rest of this turn, LIGHT \"Tistina\" monsters you control gain 1000 ATK. If this card is sent to the GY, while a card is in the Field Zone: You can Special Summon this card, also you cannot Special Summon from the hand or GY for the rest of this turn, except \"Tistina\" monsters. You can only use each effect of \"Miasma Dragon Tistina\" once per turn.",
        "previous": null
    },
    "Minimalian": {
        "_current": "① HOPT | <b>You can BANISH 1 other card from your hand;</b> Special Summon this card from your hand.\n② HOPT | <b>You can BANISH 1 face-up Level 4 or lower monster you control;</b> Special Summon 1 monster from your Deck with the same original Type and Attribute that the banished monster had on the field, but 1 or 2 Levels lower than its original Level.",
        "previous": null
    },
    "Miracle Synchro Fusion": {
        "_current": "① Fusion Summon 1 Fusion Monster from your Extra Deck that mentions a Synchro Monster as material, by BANISHING materials mentioned on it from your field or GY.\n② If this Set card is destroyed by your opponent's card effect and sent to the GY: DRAW 1 card.",
        "previous": "① Fusion Summon 1 Fusion Monster from your Extra Deck that lists a Synchro Monster as material, by BANISHING Fusion Materials listed on it from your field or GY.\n② If this Set card is destroyed by your opponent's card effect and sent to your GY: DRAW 1 card."
    },
    "Mitsurugi Great Purification": {
        "_current": "HOPT | You can use ONE of —\n① When your opponent activates a card or effect: <b>Tribute 1 Level 5 or higher Reptile monster;</b> NEGATE that effect, and if you do, DESTROY that card.\n② <b>You can BANISH this card from your GY, then target 1 Reptile monster in your GY;</b> Special Summon it, and if you do, Tribute 1 other monster you control.",
        "previous": null
    },
    "Mitsurugi Magatama": {
        "_current": "HOPT ACTIVATION\nMAIN PHASE | <b>Activate 1 of these effects;</b> \n● Tribute 1 Reptile monster, then target 1 face-up card your opponent controls; DESTROY it.\n● Ritual Summon 1 \"Mitsurugi\" Ritual Monster from your hand, by Tributing monsters you control whose total Levels equal or exceed its Level.",
        "previous": null
    },
    "Mitsurugi Mirror": {
        "_current": "① HOPT | This card can be used to Ritual Summon any Reptile Ritual Monster from your hand or GY. You must also Tribute Reptile monsters from your hand or field whose total Levels equal or exceed the Level of the Ritual Monster.\n② HOPT | If \"Ame no Murakumo no Mitsurugi\", \"Futsu no Mitama no Mitsurugi\", or \"Ame no Habakiri no Mitsurugi\" you control is Tributed, while this card is in your GY: You can shuffle this card into the Deck.",
        "previous": null
    },
    "Mitsurugi Prayers": {
        "_current": "HOPT ACTIVATION\n<b>When you activate this card, you can also Tribute 1 Reptile monster in your hand or field;</b> apply 1 of these effects, or if you Tributed a monster at activation, you can apply both effects in sequence.\n● SEARCH 1 \"Mitsurugi\" monster.\n● Take 800 damage, then you can Special Summon 1 \"Mitsurugi\" monster from your hand or GY, but it cannot attack directly.",
        "previous": null
    },
    "Mitsurugi Ritual": {
        "_current": "<b>This card can be used to Ritual Summon any Reptile Ritual Monster. Activate 1 of these effects (but you can only use each effect of \"Mitsurugi Ritual\" once per turn);</b> \n● Ritual Summon 1 Reptile Ritual Monster from your Deck, by Tributing Reptile monsters from your hand or field whose total Levels equal the Level of the Ritual Monster.\n● Ritual Summon 1 Reptile Ritual Monster from your hand, by Tributing up to 2 Reptile monsters from your hand, Deck, or field, whose total Levels equal the Level of the Ritual Monster.",
        "previous": null
    },
    "Mitsurugi Sacred Boundary": {
        "_current": "① Your opponent cannot target \"Mitsurugi\" Ritual Monsters you control with effects of monsters that were Special Summoned from the Extra Deck.\n② HOPT | <b>You can target 4 \"Mitsurugi\" cards in your GY, except \"Mitsurugi Sacred Boundary\";</b> shuffle them into the Deck, then if your opponent controls a monster, make them Tribute 1 monster they control (their choice).",
        "previous": null
    },
    "Mitsurugi Tempest": {
        "_current": "HOPT ACTIVATION\nIf you have a \"Mitsurugi\" Ritual Spell in your GY: <b>Tribute 3 monsters whose original names are \"Ame no Murakumo no Mitsurugi\", \"Futsu no Mitama no Mitsurugi\", and \"Ame no Habakiri no Mitsurugi\";</b> make your opponent BANISH exactly 8 cards from their hand, Extra Deck, field, and/or GY.",
        "previous": null
    },
    "Mitsurugi no Miko, Wousu": {
        "_current": "① HOPT | You can Special Summon this card (from your hand) by Tributing 1 other Reptile monster from your hand and 1 monster your opponent controls, but you cannot Special Summon nor activate monster effects for the rest of this turn, except Reptile monsters.\n② HOPT | If this card is Tributed: You can DISCARD 1 card, and if you do, add this card to your hand.",
        "previous": null
    },
    "Mitsurugi no Mikoto, Aramasa": {
        "_current": "① HOPT | If this card is Normal or Special Summoned, or if this card is Tributed: You can SEARCH 1 \"Mitsurugi\" monster except \"Mitsurugi no Mikoto, Aramasa\".\n② HOPT | If another Reptile monster(s) you control would be destroyed, you can Tribute this card instead.",
        "previous": null
    },
    "Mitsurugi no Mikoto, Kusanagi": {
        "_current": "① HOPT | If this card is Normal or Special Summoned, or if this card is Tributed: <b>You can target 1 \"Mitsurugi\" card in your GY or BANISHment, except \"Mitsurugi no Mikoto, Kusanagi\";</b> add it to your hand.\n② HOPT | If another Reptile monster(s) you control would be destroyed, you can Tribute this card instead.",
        "previous": null
    },
    "Mitsurugi no Mikoto, Saji": {
        "_current": "① HOPT | If this card is Normal or Special Summoned, or if this card is Tributed: You can SEARCH 1 \"Mitsurugi\" Spell/Trap.\n② HOPT | If another Reptile monster(s) you control would be destroyed, you can Tribute this card instead.",
        "previous": null
    },
    "Moissa Wight": {
        "_current": "① This card's name becomes \"Skull Servant\" while in the GY.\n② HOPT | If this card is Normal or Special Summoned: You can SEARCH 1 \"Skull Servant\" or 1 card that mentions it except \"Moissa Wight\", also you cannot Special Summon for the rest of this turn, except Zombie monsters.\n③ YOUR MAIN PHASE | HOPT | You can Normal Summon 1 Level 4 or lower Zombie monster in addition to your Normal Summon/Set. (You can only gain this effect once per turn.)",
        "previous": null
    },
    "Moon Gardna": {
        "_current": "If your opponent controls 2 or more monsters, you can Special Summon this card (from your hand). You can only Special Summon \"Moon Gardna\" once per turn this way. If this card is Normal or Special Summoned and your opponent controls a monster: <b>You can target 1 Level 4 LIGHT monster in your GY, except \"Moon Gardna\";</b> add it to your hand. You can only use this effect of \"Moon Gardner\" once per turn.",
        "previous": null
    },
    "Moon Magician": {
        "_current": "If your opponent controls an Xyz Monster, you can Special Summon this card (from your hand). You can only Special Summon \"Moon Magician\" once per turn this way. If this card is Normal or Special Summoned: <b>You can target 1 Level 4 LIGHT monster in your GY, except \"Moon Magician\";</b> Special Summon it, but NEGATE its effects. You can only use this effect of \"Moon Magician\" once per turn.",
        "previous": null
    },
    "Morgana the Witch of Eyes": {
        "_current": "(This card is always treated as a \"Morganite\" card.)\nWhen an opponent's monster declares an attack: <b>You can BANISH 1 \"Morganite\" Spell from your GY;</b> NEGATE that attack. You can only use each of the following effects of \"Morgana the Witch of Eyes\" once per turn. If this card is Normal or Special Summoned: You can SEARCH 1 \"Morganite\" Spell. If you have 3 or more \"Morganite\" Spells with different names in your GY and/or BANISHment: You can make the ATK of all face-up monsters your opponent controls to 0.",
        "previous": null
    },
    "Mulcharmy Meowls": {
        "_current": "QUICK | If you control no cards: <b>You can DISCARD this card;</b> apply these effects this turn.\n● Each time your opponent Special Summons a monster(s) from any GY(s) or BANISHment, immediately DRAW 1 card.\n● Once, during this End Phase, if the number of cards in your hand is more than the number of cards your opponent controls +6, you must randomly shuffle cards from your hand into the Deck so the number in your hand equals the number your opponent controls +6.\nYou can only activate 1 other \"Mulcharmy\" monster effect, the turn you activate this effect.",
        "previous": null
    },
    "NT8000 - SIRIUS": {
        "_current": "① This linked card cannot be destroyed by battle.\n② HOPT | QUICK | During the turn a Link Monster's effect was activated: <b>You can target 1 face-up card you control and 1 face-up card your opponent controls;</b> DESTROY both.\n③ HOPT | If this card is sent to the GY, except from the field, and you control a DARK Link Monster: You can Special Summon this card, but BANISH it when it leaves the field.",
        "previous": null
    },
    "Nebulus, Dragon Ruler of Mishaps": {
        "_current": "HOPT | You can use ONE of —\n① <b>You can DISCARD this card and 1 Dragon or DARK monster, then target 2 of your banished \"Dragon Ruler\" monsters with different Attributes, except \"Nebulus, Dragon Ruler of Mishaps\";</b> Special Summon them, but they cannot attack this turn.\n② <b>You can BANISH from your GY, this card and 1 Dragon or DARK monster, then target 1 \"Eclipse, Dragon Ruler of Catastrophes\" in your GY;</b> Special Summon it.",
        "previous": null
    },
    "Nekroz Divinemirror": {
        "_current": "① MAIN PHASE | HOPT | Ritual Summon 1 \"Nekroz\" Ritual Monster from your hand or BANISHment, by Tributing monsters from your hand/field, and/or sending \"Nekroz\" monsters from your Extra Deck to the GY, whose total Levels equal or exceed its Level.\n② YOUR MAIN PHASE | HOPT | <b>You can BANISH this card and 1 \"Nekroz\" monster from your GY;</b> SEARCH 1 \"Nekroz\" Spell.",
        "previous": null
    },
    "Node Ryzeal": {
        "_current": "① HOPT | If you have an Xyz Monster in your field or GY, you can Special Summon this card (from your hand). If Summoned this way, you cannot Special Summon from the Extra Deck for the rest of this turn, except Rank 4 Xyz Monsters.\n② HOPT | <b>You can send 1 card from your hand or field to the GY, then target 1 \"Ryzeal\" monster in your GY, except \"Node Ryzeal\";</b> Special Summon it in Defense Position, but NEGATE its effects.",
        "previous": null
    },
    "Nouvelles Recipe Book \"Recettes de Nouvellez\"": {
        "_current": "While you control a \"Nouvelles\" Monster Card, all face-up monsters your opponent controls are changed to Attack Position. Each time a monster(s) is Tributed by a Ritual Monster's effect, your opponent pays 850 LP. Once per turn, if you Special Summon a Ritual Monster(s) (except during the Damage Step): <b>You can target 1 of them;</b> SEARCH 1 \"Recipe\" or \"Nouvelles\" card except a Continuous Spell, and if you do, increase that monster's Level by 1. You can only activate 1 \"Nouvelles Recipe Book \"Recettes de Nouvellez\"\" per turn.",
        "previous": null
    },
    "Number 27: Dreadnought Dreadnoid": {
        "_current": "2+ Level 4 monsters\n① HOPT | At the end of the Battle Phase, if this card destroyed an opponent's monster by battle: You can Special Summon from your Extra Deck, 1 Rank 10 or higher Machine Xyz Monster by using this face-up card you control. (This is treated as an Xyz Summon. Transfer its materials to the Summoned monster.)\n② If this face-up card on the field would be destroyed, you can detach 1 material from this card instead.",
        "previous": "2+ Level 4 monsters\n① HOPT | At the end of the Battle Phase, if this card destroyed an opponent's monster by battle: You can Special Summon from your Extra Deck, 1 Rank 10 or higher Machine Xyz Monster by using this face-up card you control as material. (This is treated as an Xyz Summon. Transfer its materials to the Summoned monster.)\n② If this face-up card on the field would be destroyed, you can detach 1 material from this card instead."
    },
    "Number 69: Heraldry Crest - Dark Matter Demolition": {
        "_current": "5 Level 4 monsters\n① Cannot be destroyed.\n② OPT | QUICK | <b>You can detach 1 material from this card, then target 1 face-up monster your opponent controls;</b> that monster's name becomes \"Unknown\".\n③ NEGATE any \"Unknown\" effects activated by your opponent.",
        "previous": null
    },
    "Number 69: Heraldry Crest - Shatter Stream": {
        "_current": "4 Level 4 monsters\nYou can also Xyz Summon this card by using a monster you control whose original name is \"Number 69: Heraldry Crest\". (Transfer its materials to this card.)\n① HOPT | QUICK | When your opponent activates a monster effect on the field, or an opponent's monster declares an attack: You can Special Summon from your Extra Deck, 1 \"Number 69: Heraldry Crest - Dark Matter Demolition\" by using this face-up card you control as material, then DESTROY that opponent's monster. (This is treated as an Xyz Summon. Transfer this card's materials.)",
        "previous": null
    },
    "Number S39: Utopia Prime": {
        "_current": "3 Level 4 LIGHT monsters\nYou can also Xyz Summon this card by using \"Number 39: Utopia\" you control (transfer its materials to this card).\n① If your opponent's LP is at least 3000 higher than yours: <b>You can detach 3 materials from this card and pay LP so that you only have 10 left;</b> DESTROY as many Special Summoned monsters your opponent controls as possible, and if you do, BANISH them, then inflict 300 damage to your opponent for each monster banished.",
        "previous": "3 Level 4 LIGHT monsters\nYou can also Xyz Summon this card by using a \"Number 39: Utopia\" you control as the Xyz Material. (Xyz Materials attached to that monster also become Xyz Materials on this card.)\n① If your opponent's LP is at least 3000 higher than yours: <b>You can detach 3 Xyz Materials from this card and pay LP so that you only have 10 left;</b> DESTROY as many Special Summoned monsters your opponent controls as possible, and if you do, BANISH them, then inflict 300 damage to your opponent for each monster banished."
    },
    "Overlay Network": {
        "_current": "HOPT | <b>You can activate 1 of the following effects.\n● Target 1 face-up monster you control;</b> Special Summon 1 monster with the same Level from your hand or GY in Defense Position, but NEGATE its effects. You cannot Special Summon from the Extra Deck the turn you activate this effect, except Xyz Monsters.\n● Target 1 Xyz Monster you control; add 1 card attached to it to the hand.",
        "previous": "HOPT | <b>You can activate 1 of the following effects.\n● Target 1 face-up monster you control;</b> Special Summon 1 monster with the same Level from your hand or GY in Defense Position, but NEGATE its effects. You cannot Special Summon monsters from the Extra Deck the turn you activate this effect, except Xyz Monsters.\n● Target 1 Xyz Monster you control; add 1 card attached to it to the hand."
    },
    "P.U.N.K. JAM Extreme Session": {
        "_current": "① OPT | <b>You can BANISH 1 \"P.U.N.K.\" card from your GY;</b> Special Summon 1 \"P.U.N.K.\" monster from your hand.\n② If a Psychic monster you control paid LP to activate its effect: You can DRAW 1 card.\nYou can use this effect of \"P.U.N.K. JAM Extreme Session\" twice per turn.",
        "previous": "① OPT | <b>You can BANISH 1 \"P.U.N.K.\" card from your GY;</b> Special Summon 1 \"P.U.N.K.\" monster from your hand.\n② If a Psychic monster you control paid LP to activate its effect: You can DRAW 1 card.\nYou can use this effect of \"P.U.N.K. JAM Extreme Session\" up to twice per turn."
    },
    "Palm Ryzeal": {
        "_current": "Cannot be Normal Summoned/Set. Must first be Special Summoned (from your hand) by shuffling 1 \"Ryzeal\" monster from your hand or GY into the Deck/Extra Deck.\n① You cannot Special Summon from the Extra Deck, except Rank 4 Xyz Monsters.\n② OPT | During damage calculation, if this card battles an opponent's monster: You can send 1 Level 4 monster from your hand or Deck to the GY, and if you do, this card gains ATK equal to that monster's ATK, until the end of the Battle Phase.",
        "previous": null
    },
    "Performage Ball Balancer": {
        "_current": "① HOPT | If you control a \"Performage\" monster: You can Special Summon this card from your hand.\n② HOPT | If this card is Normal or Special Summoned: <b>You can activate 1 of these effects;</b> \n● Add 1 \"Performage\" Pendulum Monster from your Deck to your face-up Extra Deck.\n● DESTROY 1 \"Performage\" Monster Card you control.\n③ HOPT | When an opponent's Special Summoned monster declares a direct attack: You can Special Summon this card from your GY.\n[Pendulum Effect]\nYOUR MAIN PHASE | HOPT | You can send 1 \"Performage\" Pendulum Monster from your face-up Extra Deck to the GY, then you can increase this card's Pendulum Scale by that sent monster's.",
        "previous": null
    },
    "Performage Cup Tricker": {
        "_current": "① HOPT | If this card is in your hand: <b>You can target 1 Xyz Monster on the field;</b> detach 1 material from it, and if you do, Special Summon this card, then make 1 Xyz Monster on the field lose 600 ATK.\n② HOPT | If this card is detached from an Xyz Monster and sent to the GY to activate that monster's effect: <b>You can target 2 Xyz Monsters you control;</b> attach 1 material from 1 of those monsters to the other.\n[Pendulum Effect]\n① HOPT | <b>You can target 1 \"Performage\" Xyz Monster you control;</b> attach this card to it as material.\n② HOPT | If a card(s) is added to your Extra Deck (except during the Damage Step): You can add 1 face-up \"Performage\" Pendulum Monster from your Extra Deck to your hand.",
        "previous": null
    },
    "Performage Fire Dancer": {
        "_current": "① HOPT | If this card is Normal or Special Summoned: You can SEARCH 1 \"Performage\" monster except \"Performage Fire Dancer\".\n② If this card on the field is destroyed: <b>You can target 1 face-up monster on the field;</b> it loses 500 ATK.\n[Pendulum Effect]\nOPT | <b>You can target 1 \"Performage\" monster you control;</b> if it attacks a Defense Position monster this turn, inflict PIERCING battle damage to your opponent.",
        "previous": null
    },
    "Performage Plushfire": {
        "_current": "HOPT | If this card on the field is destroyed: You can Special Summon 1 \"Performage\" monster from your hand or Deck, except \"Performage Plushfire\".\n[Pendulum Effect]\nHOPT | If a face-up \"Performage\" monster(s) you control is destroyed: You can Special Summon this card from your Pendulum Zone, then take 500 damage.",
        "previous": "If this card on the field is destroyed: You can Special Summon 1 \"Performage\" monster from your hand or Deck, except \"Performage Plushfire\".\n[Pendulum Effect]\nIf a \"Performage\" monster(s) you control is destroyed: You can Special Summon this card from your Pendulum Zone, then take 500 damage.\nHOPT | "
    },
    "Performage Shadow Maker": {
        "_current": "3 Level 5 monsters\n① QUICK | When a card or effect is activated that targets this card: <b>You can detach 1 material from this card;</b> Special Summon 1 \"Performage Shadow Maker\" from your Extra Deck.\n② HOPT | <b>You can detach 1 material from this card, then send 1 \"Performage\" monster from your Deck to the GY;</b> SEARCH 1 \"Rank-Up-Magic\" Spell.\n③ HOPT | If the last material(s) is detached from this card (except during the Damage Step): You can Special Summon 1 \"Performage\" monster from your GY.",
        "previous": null
    },
    "Performage Trapeze Witch": {
        "_current": "2 \"Performage\" monsters\n① \"Performage\" monsters you control cannot be destroyed by your card effects, also your opponent cannot target them with card effects.\n② While you control a \"Performage\" monster, except \"Performage Trapeze Witch\", your opponent's monsters cannot target this card for attacks.\n③ When an attack is declared involving your \"Performage\" monster and an opponent's monster: You can make that opponent's monster lose 600 ATK.",
        "previous": null
    },
    "Performage Water Dancer": {
        "_current": "① HOPT | If this card is Pendulum Summoned: You can SEARCH 1 \"Polymerization\" (from DECK or GY).\n② If this card on the field is destroyed: <b>You can target 1 Attack Position monster on the field;</b> change it to Defense Position.\n[Pendulum Effect]\n① HOPT | If you control a \"Performage\" monster: You can Special Summon this card.\n② HOPT | When a monster declares an attack: <b>You can target 1 Attack Position monster on the field;</b> change it to Defense Position.",
        "previous": null
    },
    "Performage Wind Drainer": {
        "_current": "① HOPT | If your opponent controls a monster, or a \"Performage\" monster is on the field: You can Special Summon this card from your hand, but while it is face-up in the Monster Zone, you cannot Special Summon, except \"Performage\" monsters.\n② If this card is Special Summoned: You can reduce its Level by 1.\n③ OPT | You can change the Levels of all Level 4 \"Performage\" monsters you control to Level 5.\n[Pendulum Effect]\nOPT | <b>You can target 1 \"Performage\" Pendulum Monster you control, then activate 1 of these effects;</b> \n● Reduce its Level by 1.\n● Increase this card's Pendulum Scale by that monster's.",
        "previous": null
    },
    "Performapal Sky Magician Girl": {
        "_current": "① HOPT | If you control a Continuous Spell: You can Special Summon this card from your hand.\n② HOPT | If this card is Special Summoned from the hand: You can send 1 Level 4 or lower LIGHT Spellcaster monster from your Deck to the GY.\n③ HOPT | If this face-up card leaves the field: <b>You can target 1 Spell/Trap on the field;</b> DESTROY it.",
        "previous": null
    },
    "Primite Dragon Nether Berzelius": {
        "_current": "1 \"Primite\" monster + 1+ Normal Monsters\nGains 1000 ATK for each Normal Monster used for its Fusion Summon. NEGATE the activated effects of monsters your opponent controls, whose Level/Rank/Link Rating is less than or equal to the number of Normal Monsters in your field and GY. If this card is sent from the field to the GY: You can Special Summon 1 Normal Monster from your Deck in Defense Position.",
        "previous": null
    },
    "Primite Fusion": {
        "_current": "Fusion Summon 1 Dragon Fusion Monster from your Extra Deck, by shuffling its materials from your field, GY, and/or BANISHment into the Deck, including a Normal Monster. <b>You can BANISH this card from your GY;</b> SEARCH 1 Level 5 or higher \"Primite\" monster (from DECK or GY). You can only use each effect of \"Primite Fusion\" once per turn.",
        "previous": null
    },
    "Rank-Up-Magic Magical Force": {
        "_current": "HOPT ACTIVATION\n<b>Target 1 Rank 4 Spellcaster Xyz Monster in your GY;</b> Special Summon it (but NEGATE its effects), then Special Summon 1 Rank 5 Spellcaster Xyz Monster from your Extra Deck, by using it as material, and if you do, attach this card to the Summoned monster (this is treated as an Xyz Summon).",
        "previous": null
    },
    "Red-Eyes Metal Claws Dragon": {
        "_current": "① You can activate \"Metalmorph\" Traps the turn they were Set.\n② HOPT | <b>You can send 1 face-down card you control to the GY;</b> Special Summon this card from your hand.\n③ HOPT | If this card is Normal or Special Summoned, and you have \"Max Metalmorph\" in your field or GY: You can SEARCH 1 \"Metalmorph\" Trap (from DECK or GY).",
        "previous": null
    },
    "Regenesis": {
        "_current": "① HOPT | Take 1 \"Regenesis\" monster from your Deck, and either add it to your hand or send it to the GY, or if you control a \"Regenesis\" monster, you can SEARCH 1 monster with 2500 ATK and DEF instead.\n② HOPT | If this card is in your GY, except the turn it was sent there: <b>You can BANISH it, then target 1 \"Regenesis\" monster in your GY;</b> Special Summon it.",
        "previous": null
    },
    "Regenesis Archfiend": {
        "_current": "① HOPT | You can Special Summon this card (from your hand) by revealing another monster with 2500 ATK or DEF in your hand.\n② HOPT | If this card is Normal or Special Summoned: You can add 1 \"Regenesis\" card from your Deck or BANISHment to your hand, except \"Regenesis Archfiend\".\n③ OPP'S END PHASE | HOPT | If this card is in the GY because it was sent there this turn: You can add this card to your hand.",
        "previous": null
    },
    "Regenesis Birth": {
        "_current": "HOPT | You can use ONE of —\n① <b>You can send 1 \"Regenesis\" monster from your Deck to the GY, then target 1 face-up monster your opponent controls;</b> change it to face-down Defense Position.\n② OPP'S TURN | <b>You can send this card to the GY;</b> Special Summon as many \"Regenesis\" monsters as possible with different names from your hand, GY, and/or BANISHment, but send them to the GY during the End Phase.",
        "previous": null
    },
    "Regenesis Code": {
        "_current": "① HOPT | Special Summon 1 \"Regenesis\" monster from your Deck (but send it to the GY during your opponent's End Phase), also until the end of the next turn after this card resolves, you cannot Special Summon from the Extra Deck.\n② YOUR MAIN PHASE | HOPT | If this card is in your GY, except the turn it was sent there: <b>You can BANISH it, then target 1 of your banished \"Regenesis\" monsters;</b> Special Summon it.",
        "previous": null
    },
    "Regenesis Commandments": {
        "_current": "Apply these effects to all cards your opponent controls in the same column as your \"Regenesis\" monsters. \n● Face-up cards: NEGATE their effects. \n● Face-down monsters: Cannot change their battle positions. \n● Face-down Spells/Traps: Cannot be activated until the end of the next turn. \nYou can only activate 1 \"Regenesis Commandments\" per turn.",
        "previous": null
    },
    "Regenesis Dragon": {
        "_current": "① HOPT | If a monster with 2500 original ATK or DEF is on the field, you can Special Summon this card (from your hand).\n② HOPT | QUICK | <b>You can Tribute this card, then target 1 Spell/Trap your opponent controls;</b> BANISH it.\n③ OPP'S END PHASE | HOPT | If this card is in the GY because it was sent there this turn: You can add this card to your hand.",
        "previous": null
    },
    "Regenesis Lord": {
        "_current": "Cannot be Normal Summoned/Set. Must be Special Summoned (from your hand) by BANISHING 1 face-up monster you control with 2500 original ATK and DEF. You can only Special Summon \"Regenesis Lord\" once per turn this way.\n① If this card is Special Summoned: You can Set 1 \"Regenesis\" Spell/Trap from your Deck.\n② Gains 2500 ATK during the Battle Phase only.\n③ This card is PIERCING.",
        "previous": null
    },
    "Regenesis Pentateuch": {
        "_current": "If you control a monster with 2500 original ATK or DEF: <b>Target 1 card your opponent controls, or you can target 2 if you control \"Regenesis Lord\";</b> BANISH that card(s). If this card is in your GY, except the turn it was sent there: <b>You can BANISH it;</b> Special Summon 1 monster with 2500 ATK or DEF from your hand. You can only use each effect of \"Regenesis Pentateuch\" once per turn.",
        "previous": null
    },
    "Regenesis Sage": {
        "_current": "① HOPT | If a monster with 2500 original ATK or DEF is on the field, you can Special Summon this card (from your hand).\n② HOPT | QUICK | When your opponent activates a card or effect: <b>You can send 1 other \"Regenesis\" card from your hand or face-up field to the GY;</b> NEGATE the activation, and if you do, DESTROY that card.\n③ OPP'S END PHASE | HOPT | If this card is in the GY because it was sent there this turn: You can add this card to your hand.",
        "previous": null
    },
    "Regenesis Warrior": {
        "_current": "① HOPT | If a monster with 2500 original ATK or DEF is on the field, you can Special Summon this card (from your hand).\n② HOPT | QUICK | <b>You can Tribute this card, then target 1 monster your opponent controls;</b> BOUNCE it.\n③ OPP'S END PHASE | HOPT | If this card is in the GY because it was sent there this turn: You can add this card to your hand.",
        "previous": null
    },
    "Regulus the Fairy Beast": {
        "_current": "① HOPT | If this card is Normal or Special Summoned: You can SEARCH 1 Spell/Trap that mentions \"Ancient Fairy Dragon\".\n② YOUR MAIN PHASE | HOPT | You can Special Summon 1 Level 4 or lower LIGHT monster (Beast, Plant, or Fairy) from your hand in Defense Position.\n③ HOPT | <b>You can BANISH this card from your GY, then target 1 Field Spell in your GY;</b> place it on the bottom of the Deck, then DRAW 1 card.",
        "previous": null
    },
    "Replicard LAD": {
        "_current": "① HOPT | <b>You can BANISH 1 other Level 7 or higher monster from your hand;</b> Special Summon this card from your hand.\n② HOPT | <b>You can target 1 face-up monster you control;</b> Special Summon 1 monster from your Deck with a different name that has 2 or more of the same Level, ATK, and/or DEF, but it cannot activate its effects this turn.",
        "previous": null
    },
    "Ripple Bird": {
        "_current": "2 Level 1 monsters\n① <b>You can detach 1 material from this card, then target 1 monster on the field;</b> change its battle position.\n② While all monsters you control are in Attack Position, they gain 500 ATK.\n③ While all monsters you control are in Defense Position, your opponent cannot declare an attack.",
        "previous": null
    },
    "Rubysapphirus, the Adamant Jewel": {
        "_current": "2+ Level 9 monsters\n① If this face-up card would be destroyed, you can detach 1 material from this card instead. Gains the following effects, based on the Attributes of its attached materials.\n● FIRE: When this card declares an attack on a monster with higher ATK: You can make this card's ATK become double its current ATK until the end of the Damage Step.\nQUICK | ● WATER: <b>Once per opponent's turn: You can target 1 card you control;</b> this turn, NEGATE any card or effect activated by your opponent that targeted that card.",
        "previous": null
    },
    "Ryzeal Cross": {
        "_current": "① You cannot Xyz Summon monsters with the same name as a card you control.\n② HOPT | <b>You can target 2 \"Ryzeal\" cards in your GY, except \"Ryzeal Cross\";</b> place them on the bottom of the Deck in any order, then DRAW 1 card.\n③ OPT | When a monster effect activated by your opponent resolves, you can detach 1 material from a \"Ryzeal\" Xyz Monster you control, and if you do, NEGATE that effect.",
        "previous": null
    },
    "Ryzeal Detonator": {
        "_current": "2+ Level 4 \"Ryzeal\" monsters\n① QUICK | When your opponent activates a card or effect: <b>You can detach 1 material from this card, then target 1 card on the field;</b> DESTROY it.\n② HOPT | If this card is Special Summoned: You can attach 1 monster from your GY to this card as material.\n③ HOPT | If an Xyz Monster(s) you control would be destroyed, you can detach 1 material from this card instead.",
        "previous": null
    },
    "Ryzeal Duo Drive": {
        "_current": "2+ Level 4 monsters\n① For each material this card has, monsters you control gain 100 ATK and monsters your opponent controls lose 100 ATK.\n② HOPT | If this card is Special Summoned: You can attach 1 \"Ryzeal\" monster from your GY to this card as material.\n③ YOUR MAIN PHASE | HOPT | You can detach 2 materials from a monster(s) you control, and if you do, SEARCH 2 \"Ryzeal\" cards with different names.",
        "previous": null
    },
    "Ryzeal Mass Driver": {
        "_current": "① HOPT | Apply the following effect, then you can attach this card to a Rank 4 Xyz Monster you control.\n● For the rest of this turn, all \"Ryzeal\" monsters you control gain 1000 ATK.\n② HOPT | If this card is sent to the GY, except from the field: <b>You can target 1 card in your opponent's GY;</b> BANISH it.",
        "previous": null
    },
    "Ryzeal Plasma Hole": {
        "_current": "① HOPT | <b>Target face-up cards your opponent controls, up to the number of \"Ryzeal\" Xyz Monsters you control;</b> DESTROY them, then you can attach 1 \"Ryzeal\" card from your GY to 1 Rank 4 Xyz Monster you control.\n② HOPT | <b>You can BANISH this card from your GY;</b> immediately after this effect resolves, Xyz Summon 1 Xyz Monster using monsters you control, including a \"Ryzeal\" monster.",
        "previous": null
    },
    "Ryzeal Plugin": {
        "_current": "HOPT ACTIVATION\n<b>Target 1 of your Xyz Monsters or \"Ryzeal\" monsters that is banished or in your GY;</b> Special Summon it, then you can attach 1 \"Ryzeal\" card from your Deck to 1 Rank 4 Xyz Monster you control, also you cannot declare attacks for the rest of this turn, except with Rank 4 Xyz Monsters.",
        "previous": null
    },
    "SA.I.dekick": {
        "_current": "<b>Target face-up cards your opponent controls equal to the number of Cyberse monsters you control with 2300 original ATK;</b> NEGATE their effects until the end of this turn. <b>You can BANISH this card from your GY, then target 1 of your banished Cyberse monsters;</b> Special Summon it. You can only use each effect of \"SA. I. dekick\" once per turn.",
        "previous": null
    },
    "Sakra Vendirage": {
        "_current": "2 Level 4 monsters\n① HOPT | <b>You can detach 1 material from this card, then target 1 Level/Rank 4 Psychic monster in your GY, except \"Sakra Vendirage\";</b> Special Summon it.\n② HOPT | If a monster(s) is Special Summoned, while this card is in your Monster Zone (except during the Damage Step): <b>You can target 1 other face-up monster on the field;</b> that monster's name becomes \"Sakra Vendirage\" until the End Phase.",
        "previous": null
    },
    "Sangen Furo": {
        "_current": "① OPT | When a monster is destroyed by battle involving your FIRE Dragon monster: <b>You can target 1 of those destroyed monsters;</b> Special Summon it to your field in Defense Position.\n② OPP'S END PHASE | HOPT | <b>You can pay 1000 LP, then target 1 \"Sangen\" Spell/Trap in your GY;</b> Set it, but BANISH it when it leaves the field.",
        "previous": null
    },
    "Seven Stars Slash - Army Annihilator Hagun": {
        "_current": "HOPT ACTIVATION\n① <b>Target 1 face-up monster you control;</b> equip it with 1 Level 7 monster with the same Type but a different name from your hand or Deck as an Equip Spell that gives it 700 ATK, but BOUNCE that Equip Spell during the End Phase.\n② When your opponent's Level/Rank 8 or higher monster is destroyed by battle, while this card is in your GY: You can add this card to your hand.",
        "previous": null
    },
    "Shaddoll Fusion": {
        "_current": "HOPT ACTIVATION\nFusion Summon 1 \"Shaddoll\" Fusion Monster from your Extra Deck, using monsters from your hand or field as material. If your opponent controls a monster that was Special Summoned from the Extra Deck, you can also use monsters in your Deck as material.",
        "previous": "HOPT ACTIVATION\nFusion Summon 1 \"Shaddoll\" Fusion Monster from your Extra Deck, using monsters from your hand or field as Fusion Material. If your opponent controls a monster that was Special Summoned from the Extra Deck, you can also use monsters in your Deck as Fusion Material."
    },
    "Shadow Severing Strike": {
        "_current": "① HOPT | If a card(s) is banished from the hand and/or field to activate a monster effect (except during the Damage Step): You can apply 1 of the following effects based on 1 of the card types banished.\n● Monster: NEGATE the effects of 1 face-up Spell/Trap on the field until the end of this turn.\n● Spell: DRAW 2 cards.\n● Trap: BANISH 1 monster on the field.\n② HOPT | If this card is banished to activate a monster effect: You can add 1 of your other banished cards to your hand.",
        "previous": null
    },
    "Shipment Error": {
        "_current": "When a card or effect is activated that includes an effect that adds a card(s) from the Deck to the hand: The activated effect becomes \"Your opponent takes 1 card from their Deck for you to add to your hand, and you must keep that card revealed. During the End Phase of this turn, shuffle it into the Deck, and if you do, DRAW 1 card\".",
        "previous": null
    },
    "Six Strike - Double Assault": {
        "_current": "HOPT | You can use ONE of —\n① Apply 1 of these effects, or if you control 2 or more \"Six Samurai\" monsters, you can apply both effects in sequence.\n● Special Summon 1 \"Six Samurai\" monster with 2000 or less ATK from your hand or GY.\n● Change 1 monster your opponent controls with 2000 or less ATK to face-down Defense Position.\n② YOUR MAIN PHASE | <b>You can BANISH this card from your GY, then target 1 \"Six Samurai\" monster in your GY;</b> add it to your hand.",
        "previous": null
    },
    "Six Strike - Sextuple Barrage": {
        "_current": "① HOPT | If you control 3 or more \"Six Samurai\" Synchro Monsters with different names (for every 6 Bushido Counters you control, reduce this number by 1): DESTROY all cards your opponent controls.\n② HOPT | If this Set card in its owner's control is destroyed or banished by an opponent's activated effect: You can Special Summon 1 \"Six Samurai\" monster or 1 \"Shien\" Effect Monster from your Deck/Extra Deck.",
        "previous": null
    },
    "Songs of the Dominators": {
        "_current": "HOPT ACTIVATION\nIf you have no monsters in your GY, you can activate this card from your hand.\n① When your opponent activates a monster effect on the field: NEGATE that effect, then if you have a Trap in your GY, you can SEARCH 1 \"Dominus\" card. If you activated this card from your hand, you cannot activate the effects of monsters in your hand, GY, and BANISHment, until the end of the next turn.",
        "previous": null
    },
    "Spectral, Dragon Ruler of Flickers": {
        "_current": "HOPT | You can use ONE of —\n① <b>You can DISCARD this card and 1 Dragon or LIGHT monster;</b> SEARCH 2 \"Dragon Ruler\" monsters except \"Spectral, Dragon Ruler of Flickers\".\n② <b>You can BANISH from your GY, this card and 1 Dragon or LIGHT monster, then target 1 \"Chasma, Dragon Ruler of Auroras\" in your GY;</b> Special Summon it.",
        "previous": null
    },
    "Speedroid Clear Wing Wonder": {
        "_current": "① HOPT | <b>Target cards your opponent controls, up to the number of different Monster Types among the WIND Synchro Monsters you control;</b> DESTROY them.\n② HOPT | If your opponent Special Summons a monster(s) (except during the Damage Step): <b>You can BANISH this card from your GY, then target 1 WIND Synchro Monster you control;</b> BANISH it, then return it to the field.",
        "previous": null
    },
    "Speedroid Colonel Clackers": {
        "_current": "① HOPT | If this card on the field is destroyed: You can Special Summon 1 \"Speedroid Colonel Clackers\" as a Tuner from your hand, Deck, or GY.\n② HOPT | During damage calculation, if your \"Clear Wing\" monster battles, while this card is face-up in your Extra Deck: You can BANISH this card, and if you do, that monster gains 700 ATK.\n[Pendulum Effect]\nHOPT | <b>You can BANISH 1 \"Speedroid\" card from your GY;</b> place 1 \"Speedroid\" Pendulum Monster from your Deck in your Pendulum Zone, also you cannot Special Summon for the rest of this turn, except WIND monsters.",
        "previous": null
    },
    "Speedroid Wing Synchron": {
        "_current": "HOPT | If this card is added to your Extra Deck face-up, and you control 2 or more different Types of WIND Synchro Monsters: You can send 1 \"Speedroid\" Spell/Trap from your Deck to the GY.\n[Pendulum Effect]\nOPT | You can DESTROY this card and 1 Level 2 WIND Pendulum Monster Card in your Pendulum Zone, and if you do, Special Summon 1 \"Clear Wing Synchro Dragon\" from your Extra Deck (this is treated as a Synchro Summon), also for the rest of this turn, cards in your Pendulum Zones cannot be destroyed by card effects, and you cannot Special Summon, except WIND monsters.",
        "previous": null
    },
    "Spirit Hunter": {
        "_current": "Once per turn, during your opponent's Standby Phase: <b>You can activate 1 of these effects;</b> \n● Place 1 monster from your Deck in your Spell & Trap Zone as a face-up Continuous Spell. \n● Your opponent can Special Summon 1 Monster Card with less original ATK than their LP from your Spell & Trap Zone to their field, then they pay LP equal to its original ATK. \nIf an Effect Monster(s) you own is Special Summoned to your opponent's field: <b>You can send this face-up card from the Spell & Trap Zone to the GY;</b> Special Summon 1 Level 4 or lower monster from your Deck.",
        "previous": null
    },
    "Spore the Fairy Seed": {
        "_current": "① If this card is Special Summoned: You can count the number of monsters you control, and have this card gain up to that many Levels.\n② HOPT | If you control \"Ancient Fairy Dragon\", or a LIGHT monster (Beast, Plant, or Fairy), and this card is in your GY: You can Special Summon this card, also you cannot Special Summon from the Extra Deck for the rest of this turn, except Synchro Monsters.",
        "previous": null
    },
    "Spring": {
        "_current": "Once per turn: You can choose any number of your unused Main Monster Zones, and if you do, place that number of Season Counters on this card, also those zones cannot be used while this card is on the field. Monsters you control gain 400 ATK for each Season Counter on this card. Once per turn, during your opponent's End Phase: You can take 1 Field Spell from your Deck that you can place a Season Counter on, and place it face-up on your field (but neither player can activate its effects this turn), and if you do, place all Season Counters on this card on that card.",
        "previous": null
    },
    "Star Ryzeal": {
        "_current": "① HOPT | You can Special Summon this card (from your hand) by detaching 1 material from a monster you control. If Summoned this way, you cannot Special Summon from the Extra Deck for the rest of this turn, except Rank 4 Xyz Monsters.\n② HOPT | If this card is Special Summoned: You can Set 1 \"Ryzeal\" Spell/Trap from your Deck.",
        "previous": null
    },
    "Steamed Sabersaurus": {
        "_current": "2 Level 4 monsters\n① HOPT | <b>You can detach 1 material from this card;</b> DESTROY 1 Dinosaur monster in your hand or face-up field, then you can change the battle position of 1 monster on the field.\n② HOPT | At the start of the Damage Step, if your other Dinosaur monster battles: You can DESTROY this card, and if you do, that Dinosaur monster gains 2000 ATK until the end of the Battle Phase.",
        "previous": null
    },
    "Sudden Thunderous Swamp": {
        "_current": "When this card is activated: You can DISCARD 1 card, and if you do, Set 1 Continuous Trap from your Deck or GY, with an effect that Special Summons itself as a monster, except the discarded card. If a card(s) you control is destroyed, and sent to the GY or banished face-up: <b>You can target 1 of them;</b> SEARCH 1 card with the same name. You can only use this effect of \"Sudden Thunderous Swamp\" once per turn. You can only activate 1 \"Sudden Thunderous Swamp\" per turn.",
        "previous": null
    },
    "Summer Schoolwork Successful!": {
        "_current": "Activate this card by placing 5 Schoolwork Counters on it.\n① If a monster(s) is Special Summoned from the Extra Deck, or a card(s) is sent from the Deck to the GY, by a Spell/Trap effect: Remove 1 Schoolwork Counter from this card, then if the number of Schoolwork Counters on this card is now 0, DESTROY this card, and if you do, gain 4000 LP, then Set 1 \"Schoolwork\" Trap from your Deck or GY, then if you have 1 or less cards in your Deck, you win the Duel.",
        "previous": null
    },
    "Super Quantal Fairy Zetan": {
        "_current": "If you control a \"Super Quant\" monster, except \"Super Quantal Fairy Zetan\", and this card is in your hand: You can Special Summon this card, then you can make this card's Level the same as 1 \"Super Quant\" monster you control. <b>You can Tribute this card and send 1 \"Super Quant\" card from your Deck to the GY, except a DARK monster;</b> Special Summon 1 \"Super Quant\" monster from your Deck, except \"Super Quantal Fairy Zetan\". You can only use each effect of \"Super Quantal Fairy Zetan\" once per turn.",
        "previous": null
    },
    "Super Quantum Black Layer": {
        "_current": "When your opponent activates a monster effect (QUICK EFFECT): You can DISCARD 1 other card, and if you do, Special Summon this card from your hand. If this card is Special Summoned: You can Special Summon 1 \"Super Quantal Mech Beast\" Xyz Monster from your Extra Deck using this card you control as material (this is treated as an Xyz Summon), and if you do, attach 1 \"Super Quant\" monster from your GY to it. If this card is sent to the GY: You can SEARCH 1 \"Super Quant\" Spell. You can only use each effect of \"Super Quantum Black Layer\" once per turn.",
        "previous": null
    },
    "Sword Ryzeal": {
        "_current": "① HOPT | If you have a \"Ryzeal\" monster in your field or GY, you can Special Summon this card (from your hand). If Summoned this way, you cannot Special Summon from the Extra Deck for the rest of this turn, except Rank 4 Xyz Monsters.\n② HOPT | If this card is Normal or Special Summoned: You can SEARCH 1 LIGHT Pyro monster.",
        "previous": null
    },
    "Tactical Trainer of the Six Samurai": {
        "_current": "① HOPT | If you control a \"Six Samurai\" monster other than \"Tactical Trainer of the Six Samurai\", you can Special Summon this card (from your hand).② \n③ HOPT | If this card is sent from the field to the GY: You can SEARCH 1 \"Six Strike\" card (from DECK or GY).\n④ HOPT | A \"Six Samurai\" monster that was Synchro Summoned using this card gains this effect.\nMonsters your opponent controls lose 500 ATK.",
        "previous": null
    },
    "The Fabled Behilmoth": {
        "_current": "① HOPT | If this card is in your hand: You can DISCARD 2 or more \"Fabled\" monsters, including this card, and if you do, Special Summon 1 \"Fabled\" Synchro Monster from your Extra Deck whose Level equals the discarded monsters' total original Levels (this is treated as a Synchro Summon).\n② HOPT | If a card(s) is sent from your hand to the GY, while this card is in your GY (except during the Damage Step): <b>You can BANISH this card;</b> Special Summon 1 \"Fabled\" monster from your hand.",
        "previous": null
    },
    "The Man with the Mark": {
        "_current": "① HOPT | If this card is Normal or Special Summoned: You can take 1 \"Temple of the Kings\", or 1 Spell/Trap that mentions it, from your Deck and either add it to your hand or send it to the GY.\n② While you control \"Temple of the Kings\", this card and \"Apophis\" monsters you control cannot be destroyed.\n③ \"Temple of the Kings\" you control cannot be destroyed by card effects.",
        "previous": null
    },
    "The Star Ham": {
        "_current": "1 Tuner + 1+ non-Tuner monsters\nIf this card is Synchro Summoned: <b>You can DISCARD 1 card;</b> Special Summon 1 monster from your GY that was used as material for this card's Synchro Summon, and if you do, it is treated as a Tuner. If this card is in your GY: <b>You can DISCARD 2 cards;</b> Special Summon this card, but BANISH it when it leaves the field. You can only use each effect of \"The Star Ham\" once per turn.",
        "previous": null
    },
    "The Toil of the Normal": {
        "_current": "HOPT ACTIVATION\nApply these effects in sequence, based on the number of Normal Monsters with different names in your GY (skip over any that do not apply).\n● 1+: This turn, Normal Monsters you control gain 800 ATK.\n● 2+: NEGATE the effects of 1 Effect Monster on the field, until the end of this turn.\n● 3+: This turn, Normal Monsters you control cannot be destroyed by card effects.\n● 4+: Shuffle 1 Effect Monster on the field into the Deck.\n● 5+: SEARCH 1 \"The Toil of the Normal\".",
        "previous": null
    },
    "Tiki Peace": {
        "_current": "HOPT | QUICK | Special Summon this card as an Effect Monster (Rock/EARTH/Level 4/ATK 1800/DEF 1800) with the following effect (this card is also still a Trap).\n●: <b>You can pay 800 LP;</b> Special Summon 1 Continuous Trap, except \"Tiki Peace\", from your GY or BANISHment as a Normal Monster (Rock/EARTH/Level 4/ATK 1000/DEF 1000) and its name becomes \"Tiki Peace\" (even while face-down) (that card is NOT treated as a Trap).",
        "previous": null
    },
    "Time Engine": {
        "_current": "(This card is always treated as a \"Metalmorph\" card.)\n① If a monster(s) you control is destroyed by battle or an opponent's card effect: <b>Target 1 of those monsters;</b> Special Summon it, then if you Special Summoned a Level 5 or higher Machine monster by this effect and have a \"Metalmorph\" Trap on your field or GY, except this card on the field, you can apply this effect.\n● DESTROY as many monsters your opponent controls as possible, then you can inflict damage to your opponent, equal to that Special Summoned monster's original ATK.",
        "previous": null
    },
    "Toxic Boxfish": {
        "_current": "1 Tuner + 1+ non-Tuner monsters\n① HOPT | If this card is Synchro Summoned: <b>You can target 1 card in either GY;</b> BANISH it.\n② HOPT | If this card is banished: <b>You can target 1 face-up card your opponent controls;</b> NEGATE its effects until the end of this turn.",
        "previous": null
    },
    "Trap Gatherer": {
        "_current": "① The equipped monster gains 400 ATK for each Trap in your GY.\n② HOPT | After damage calculation, if the equipped monster destroyed an opponent's monster by battle or inflicted battle damage to your opponent: <b>You can send this card to the GY;</b> Set 1 Trap from your GY.\n③ HOPT | If a face-up Trap(s) you control would be destroyed by card effect, you can BANISH this card you control instead.",
        "previous": null
    },
    "Treasures of the Kings": {
        "_current": "HOPT ACTIVATION\n① When this card is activated: You can Set 1 \"Apophis\" Trap from your Deck.\n② This card's name becomes \"Temple of the Kings\" while in the Field Zone.\n③ OPT | If you have 2 or more Set cards on your field, or a Trap in your GY: You can SEARCH 1 monster that mentions \"Temple of the Kings\".",
        "previous": null
    },
    "Ukanomitsune-no-Onari": {
        "_current": "2 LIGHT monsters, including a Beast monster\nYour opponent cannot target cards in the Field Zones with card effects. You can only use each of the following effects of \"Ukanomitsune-no-Onari\" once per turn. If this card is Link Summoned: <b>You can target 1 Quick-Play Spell in your GY;</b> Set it. If this card is destroyed: You can choose the following effects up to the number of cards in the Field Zones and apply them in sequence (you cannot choose the same effect twice). \n● DESTROY 1 card your opponent controls. \n● Inflict 1500 damage to your opponent.",
        "previous": null
    },
    "Ukanomitsune-no-Tamayura": {
        "_current": "If you control a Level 4 or lower LIGHT Beast, Plant, or Fairy monster: You can Special Summon this card from your hand. A monster that was Synchro Summoned using this card as material gains these effects. \n● Gains 500 DEF. \n● Your opponent cannot target this Defense Position card with card effects. \nYou can only use each effect of \"Ukanomitsune-no-Tamayura\" once per turn.",
        "previous": null
    },
    "Unknown": {
        "_current": "Unknown",
        "previous": null
    },
    "Vanquish Soul Holy Sue": {
        "_current": "During the Main Phase (QUICK EFFECT): <b>You can reveal 1 other \"Vanquish Soul\" monster in your hand;</b> Special Summon this card from your hand. (QUICK EFFECT): <b>You can activate 1 of these effects, by revealing monster(s) in your hand with the listed Attribute(s);</b> \n● EARTH & DARK: Take control of 1 monster your opponent controls with the lowest ATK (your choice, if tied) until the End Phase. \n● FIRE & DARK: Special Summon 1 non-Psychic \"Vanquish Soul\" monster from your Deck. \nYou can only use each effect of \"Vanquish Soul Holy Sue\" once per turn, and cannot activate more than 1 in the same Chain.",
        "previous": null
    },
    "Vanquish Soul Rocks": {
        "_current": "2+ Level 4 \"Vanquish Soul\" monsters\nOnce per turn, if a \"Vanquish Soul\" monster battled this turn, you can also Xyz Summon \"Vanquish Soul Rocks\" by using 1 \"Vanquish Soul\" monster or 1 \"Rock of the Vanquisher\" you control (transfer its materials to this card). Gains the following effects, based on the Attributes of its attached materials. \n● DARK: All monsters your opponent controls loses 800 ATK. \n● FIRE: \"Vanquish Soul\" monsters you control gain 1000 ATK. \n● EARTH: <b>You can detach 1 material from this card;</b> DESTROY 1 card your opponent controls.",
        "previous": null
    },
    "Vanquish Soul, Start!": {
        "_current": "<b>You can target 1 \"Vanquish Soul\" monster you control;</b> SEARCH 1 \"Vanquish Soul\" monster with a different Attribute. If a \"Vanquish Soul\" monster(s) you control would be destroyed, you can reveal 1 \"Vanquish Soul\" monster in your hand instead. During your End Phase, if you control 2 or more \"Vanquish Soul\" monsters: You can Set 1 \"Vanquish Soul\" Trap from your Deck. You can only use each effect of \"Vanquish Soul, Start!\" once per turn.",
        "previous": null
    },
    "Verdict of Anubis": {
        "_current": "HOPT ACTIVATION\nWhen your opponent activates a Spell/Trap Card, while you control 3 or more other Spells/Traps: NEGATE the activation, and if you do, DESTROY that card, then if you control \"Temple of the Kings\", you can DESTROY as many monsters your opponent controls as possible, then inflict damage to your opponent equal to half the total original ATK of those destroyed monsters.",
        "previous": null
    },
    "Verre Magic - Lacrima of Light": {
        "_current": "(This card is always treated as a \"Magistus\" and \"Witchcrafter\" card.)\n① Activate 1 of these effects (but you can only use each effect of \"Verre Magic - Lacrima of Light\" once per turn);\n● If you control a \"Magistus\" or \"Witchcrafter\" monster: Send 1 Spellcaster monster or 1 Spell from your Deck to the GY.\n● When your opponent activates a card or effect: Special Summon 1 \"Magistus\" or \"Witchcrafter\" monster from your hand or Deck.",
        "previous": null
    },
    "Vingolf's Blessing": {
        "_current": "HOPT ACTIVATION\n① When this card is activated: You can send 1 LIGHT Fairy monster from your Deck to the GY.\n② Fairy monsters you control gain 100 ATK for each Fairy monster in your field and GY.\n③ HOPT | If this card is sent to the GY: <b>You can target 1 Level 4 or lower Fairy monster in your GY;</b> Special Summon it.",
        "previous": null
    },
    "Vulcarrion the Rotting Phoenix": {
        "_current": "① HOPT | If you control a Zombie monster: You can Special Summon this card from your hand.\n② YOUR MAIN PHASE | HOPT | You can BOUNCE this card, then you can Special Summon 1 Zombie monster from your hand.",
        "previous": null
    },
    "WAKE CUP! Mocha": {
        "_current": "Once per turn, during your End Phase: You can change this card to face-down Defense Position. You can only use each of the following effects of \"WAKE CUP! Mocha\" once per turn. <b>You can target 1 face-down Defense Position monster on the field;</b> Special Summon this card from your hand, and if you do, change that monster to Attack Position. If this card is flipped face-up: <b>You can target 1 face-up monster on the field;</b> it gains 1000 ATK, but send it to the GY during the End Phase.",
        "previous": null
    },
    "Wicked Serpent Night Dragon": {
        "_current": "① HOPT | <b>You can Tribute 1 DARK monster from your hand or field;</b> Special Summon this card from your hand.\n② When this card is destroyed by battle: <b>You can target 1 monster your opponent controls;</b> send it to the GY, then you can Special Summon this card.",
        "previous": null
    },
    "Wight Reanimator": {
        "_current": "① Your \"King of the Skull Servants\" is PIERCING.\n② OPT | <b>You can target 1 \"Skull Servant\" or \"King of the Skull Servants\" in your GY;</b> send 1 \"Skull Servant\" or 1 monster that mentions it from your Deck to the GY, and if you do, Special Summon the targeted monster, also you cannot Special Summon for the rest of this turn, except Zombie monsters.",
        "previous": null
    },
    "Wizard @Ignister": {
        "_current": "If you control a Cyberse monster that was Special Summoned from the Extra Deck: <b>You can target 1 DARK Cyberse monster in your GY;</b> Special Summon both this card in your hand and that monster, in Defense Position, also you cannot Special Summon for the rest of this turn, except Cyberse monsters. <b>You can BANISH this card from your field or GY, then target 1 monster your opponent controls;</b> change its battle position. You can only use each effect of \"Wizard @Ignister\" once per turn.",
        "previous": null
    },
    "Wonko, Noble Knight of the Forest": {
        "_current": "① HOPT | If this card is Normal or Special Summoned: You can SEARCH 1 \"Fairy Tale Prologue: Journey's Dawn\" or, if \"Fairy Tale Prologue: Journey's Dawn\" is in your field or GY, you can DRAW 1 card instead.\n② While a card is in a Field Zone, your opponent's monsters cannot target monsters for attacks, except this one.\n③ When this card is destroyed by battle: You can make the monster that destroyed it lose 500 ATK.",
        "previous": null
    },
    "World of Spirits": {
        "_current": "HOPT ACTIVATION\n① When this card is activated: You can SEARCH 1 monster that mentions \"Ancient Fairy Dragon\".\nYou can only activate the following effects while you control a Level 7 or higher LIGHT Dragon Synchro Monster.\n② Each time a monster(s) is Special Summoned in Attack Position: Change it to Defense Position.\n③ END PHASE | OPT | DESTROY all Attack Position monsters on the turn player's field.",
        "previous": null
    },
    "Zoa the Fiendish Beast": {
        "_current": "① If your opponent controls a monster, you can Normal Summon this card without Tributing.\n② HOPT | If this card is in your hand: You can Special Summon this card in Defense Position, then if \"Max Metalmorph\" is not in your GY, your opponent can Special Summon 1 monster from their hand.\n③ YOUR MAIN PHASE | HOPT | You can Set 1 \"Metalmorph\" Trap from your Deck.",
        "previous": null
    },
    "Zoroa, the Magistus Verethragna": {
        "_current": "1 \"Magistus\" monster + 1 Fusion, Synchro, Xyz, or Link Monster\n① HOPT | <b>You can target 1 Effect Monster in your GY or your opponent controls;</b> equip that Effect Monster to this card.\n② HOPT | QUICK | When a monster effect is activated: <b>You can send 1 face-up \"Magistus\" Monster Card you control to the GY;</b> NEGATE that effect, then you can DESTROY 1 card your opponent controls.",
        "previous": null
    },
    "オッドアイズ・ソルブレイズ・ドラゴン": {
        "_current": "オッドアイズ・ソルブレイズ・ドラゴン",
        "previous": null
    },
    "スターシップ・アジャスト・プレーン": {
        "_current": "スターシップ・アジャスト・プレーン",
        "previous": null
    },
    "バイス・シャーク": {
        "_current": "バイス・シャーク",
        "previous": null
    },
    "召喚獣マギストス・セリオン": {
        "_current": "召喚獣マギストス・セリオン",
        "previous": null
    },
    "吟幽獅神ペサンタ": {
        "_current": "吟幽獅神ペサンタ",
        "previous": null
    },
    "封印の魔導士スプーン": {
        "_current": "封印の魔導士スプーン",
        "previous": null
    },
    "心を凍らせるスノークリスタル": {
        "_current": "心を凍らせるスノークリスタル",
        "previous": null
    },
    "戦刀匠サイバ": {
        "_current": "戦刀匠サイバ",
        "previous": null
    },
    "聖月の魔導士エンディミオン": {
        "_current": "聖月の魔導士エンディミオン",
        "previous": null
    },
    "魂宿りし暗黒騎士ガイア": {
        "_current": "魂宿りし暗黒騎士ガイア",
        "previous": null
    }
}