{
    "Despian Quaeritis": {
        "_current": "1 \"Despia\" monster + 1 LIGHT or DARK monster\n① MAIN PHASE | HOPT | QUICK | You can change the ATK of all monsters currently on the field to 0 until the end of this turn, except Level 8 or higher Fusion Monsters.\n② HOPT | If this face-up card in its owner's control leaves the field because of an opponent's card effect: You can add to your hand, or Special Summon, 1 \"Fallen of Albaz\" or 1 \"Despia\" monster, from your Deck.",
        "previous": "1 \"Despia\" monster + 1 LIGHT or DARK monster\n① MAIN PHASE | HOPT | QUICK | You can change the ATK of all monsters currently on the field to 0 until the end of this turn, except Level 8 or higher Fusion Monsters.\n② HOPT | If this face-up card in its owner's control leaves the field by an opponent's card effect: You can add to your hand, or Special Summon, 1 \"Fallen of Albaz\" or 1 \"Despia\" monster, from your Deck."
    },
    "Dracotail Faimena": {
        "_current": "① MAIN PHASE | HOPT | QUICK | <b>You can DISCARD this card;</b> Fusion Summon 1 Dragon or Spellcaster monster from your Extra Deck, using monsters from your hand or field.\n② HOPT | If this card is sent to the GY as material for a Fusion Summon: You can Set 1 \"Dracotail\" Spell/Trap from your Deck.",
        "previous": "① MAIN PHASE | HOPT | QUICK | <b>You can DISCARD this card;</b> Fusion Summon 1 Dragon or Spellcaster Fusion Monster from your Extra Deck, using monsters from your hand or field.\n② HOPT | If this card is sent to the GY as material for a Fusion Summon: You can Set 1 \"Dracotail\" Spell/Trap from your Deck."
    },
    "Exosister Mikailis": {
        "_current": "2 Level 4 monsters\n① Cannot be destroyed by battle with a monster Special Summoned from the GY.\n② HOPT | QUICK | If you control this card that was Xyz Summoned this turn by using an \"Exosister\" monster as material: <b>You can target 1 card your opponent controls or in their GY;</b> BANISH it.\n③ HOPT | <b>You can detach 1 material from this card;</b> SEARCH 1 \"Exosister\" Spell/Trap.",
        "previous": "2 Level 4 monsters\n① Cannot be destroyed by battle with a monster Special Summoned from the GY.\n② HOPT | QUICK | If you control this card that was Xyz Summoned this turn by using an \"Exosister\" monster as material: <b>You can target 1 card in your opponent's field or GY;</b> BANISH it.\n③ HOPT | <b>You can detach 1 material from this card;</b> SEARCH 1 \"Exosister\" Spell/Trap."
    },
    "Fairy Tail Tales": {
        "_current": "① HOPT | <b>You can reveal 1 Spellcaster monster in your hand with 1850 ATK and a different name than the monsters you control;</b> immediately after this effect resolves, Normal Summon/Set it.\n② The first time each turn you would take battle or effect damage while you control a Spellcaster monster(s) with 1850 original ATK, you take no damage.",
        "previous": null
    },
    "Firewall Dragon Singularity": {
        "_current": "3+ Effect Monsters\n① HOPT | QUICK | <b>You can target cards your opponent controls or in their GY up to the number of different card types (Ritual, Fusion, Synchro, Xyz) you control and in your GY;</b> BOUNCE them, also this card gains 500 ATK for each returned card.\n② HOPT | If a monster this card points to is destroyed by battle, or sent to the GY: <b>You can target 1 Cyberse monster in your GY;</b> Special Summon it.",
        "previous": "3+ Effect Monsters\n① HOPT | QUICK | <b>You can target cards in your opponent's field and/or GY, up to the number of different card types (Ritual, Fusion, Synchro, Xyz) in your field and GY;</b> BOUNCE them, also this card gains 500 ATK for each returned card.\n② HOPT | If a monster this card points to is destroyed by battle, or sent to the GY: <b>You can target 1 Cyberse monster in your GY;</b> Special Summon it."
    },
    "Mirrorjade the Iceblade Dragon": {
        "_current": "\"Fallen of Albaz\" + 1 Fusion, Synchro, Xyz, or Link Monster\n① You can only control 1 \"Mirrorjade the Iceblade Dragon\".\n② OPT | QUICK | <b>You can send 1 Fusion Monster from your Extra Deck to the GY that mentions \"Fallen of Albaz\" as material;</b> BANISH 1 monster on the field, also this card cannot use this effect next turn.\n③ If this Fusion Summoned card in its owner's control leaves the field because of an opponent's card: You can DESTROY all monsters your opponent controls during the End Phase of this turn.",
        "previous": "\"Fallen of Albaz\" + 1 Fusion, Synchro, Xyz, or Link Monster\n① You can only control 1 \"Mirrorjade the Iceblade Dragon\".\n② OPT | QUICK | <b>You can send 1 Fusion Monster from your Extra Deck to the GY that mentions \"Fallen of Albaz\" as material;</b> BANISH 1 monster on the field, also this card cannot use this effect next turn.\n③ If this Fusion Summoned card in its owner's control leaves the field by an opponent's card: You can DESTROY all monsters your opponent controls during the End Phase of this turn."
    },
    "Predaplant Darlingtonia Cobra": {
        "_current": "If this card is Special Summoned by the effect of a \"Predaplant\" monster: You can SEARCH 1 \"Polymerization\" Spell Card or \"Fusion\" Spell Card.\nYou can only use this effect of \"Predaplant Darlingtonia Cobra\" once per Duel.",
        "previous": "If this card is Special Summoned by the effect of a \"Predaplant\" monster: You can SEARCH 1 \"Polymerization\" Spell or \"Fusion\" Spell.\nYou can only use this effect of \"Predaplant Darlingtonia Cobra\" once per Duel."
    },
    "Red Wyvern": {
        "_current": "1 Tuner + 1 or more non-Tuner monsters\n① During either player's turn, if a monster with higher ATK than this Synchro Summoned card is on the field: You can DESTROY the 1 face-up monster on the field that has the highest ATK (your choice, if tied). This effect can only be used once while this card is face-up on the field.",
        "previous": "1 Tuner + 1+ non-Tuner monsters\n① QUICK | If a monster with higher ATK than this Synchro Summoned card is on the field: You can DESTROY the 1 face-up monster on the field that has the highest ATK (your choice, if tied). This effect can only be used once while this card is face-up on the field."
    },
    "Sky Striker Ace - Roze": {
        "_current": "① HOPT | If a \"Sky Striker Ace\" monster(s) is Normal or Special Summoned, except \"Sky Striker Ace - Roze\" (except during the Damage Step): You can Special Summon this card from your hand.\n② HOPT | If an opponent's monster in the Extra Monster Zone is destroyed by battle, or leaves the field because of your card effect, while this card is in your GY: You can Special Summon this card, then you can NEGATE the effects of 1 face-up monster your opponent controls, until the end of this turn.",
        "previous": "① HOPT | If a \"Sky Striker Ace\" monster(s) is Normal or Special Summoned, except \"Sky Striker Ace - Roze\" (except during the Damage Step): You can Special Summon this card from your hand.\n② HOPT | If an opponent's monster in the Extra Monster Zone is destroyed by battle, or leaves the field by your card effect, while this card is in your GY: You can Special Summon this card, then you can NEGATE the effects of 1 face-up monster your opponent controls, until the end of this turn."
    }
}