{
    "Borrelshroud Dragon": {
        "_current": "3+ Effect Monsters\n① Your opponent cannot Tribute this face-up card on the field.\n② MAIN PHASE | OPT | QUICK | <b>You can target 1 \"Rokket\" monster you control;</b> NEGATE the effects of 1 face-up card your opponent controls, then DESTROY the targeted monster.\nYour opponent cannot activate cards or effects in response to this effect's activation.\n③ Once while face-up on the field, at the start of the Battle Phase: You can Special Summon 1 Link-4 or lower \"Borrel\" Link Monster from your Extra Deck.",
        "previous": "3+ Effect Monsters\nYour opponent cannot Tribute this face-up card on the field. Once per turn, during the Main Phase (QUICK EFFECT): <b>You can target 1 \"Rokket\" monster you control;</b> NEGATE the effects of 1 face-up card your opponent controls, then DESTROY the targeted monster. Your opponent cannot activate cards or effects in response to this effect's activation. Once while face-up on the field, at the start of the Battle Phase: You can Special Summon 1 Link-4 or lower \"Borrel\" Link Monster from your Extra Deck."
    },
    "Clown Crew Biancaviso": {
        "_current": "You can Tribute Summon this card face-up by Tributing 1 Ritual, Fusion, Synchro, Xyz, Pendulum, or Link Monster. If this card is Tribute Summoned: <b>You can activate 1 of these effects (but you can only use each effect of \"Clown Crew Biancaviso\" once per turn);</b> \n● DRAW cards equal to the number of monsters Tributed. \n● NEGATE the effects of face-up cards your opponent controls, equal to the number of monsters Tributed. \nOnce per turn, during your opponent's Main Phase, you can (QUICK EFFECT): Immediately after this effect resolves, Tribute Summon 1 monster.",
        "previous": "You can Tribute Summon this card face-up by Tributing 1 Ritual, Fusion, Synchro, Xyz, Pendulum, or Link Monster. If this card is Tribute Summoned: <b>You can activate 1 of these effects (but you can only use each effect of \"Clown Crew Biancaviso\" once per turn);</b> \n● DRAW cards equal to the number of monsters Tributed for its Tribute Summon. \n● NEGATE the effects of face-up cards your opponent controls, equal to the number of monsters Tributed for its Tribute Summon. \nOnce per turn, during your opponent's Main Phase, you can (QUICK EFFECT): Immediately after this effect resolves, Tribute Summon 1 monster."
    },
    "K9-66a Jokul": {
        "_current": "① If your opponent has 2 or more cards in their hand, you can Normal Summon this card without Tributing.\n② HOPT | <b>You can reveal this card and 1 other Level 5 monster in your hand;</b> Special Summon both, but they cannot be used as material for the Xyz Summon of a LIGHT monster.\n③ YOUR MAIN PHASE | HOPT | You can SEARCH 1 non-Aqua \"K9\" monster.",
        "previous": null
    },
    "K9-X \"Werewolf\"": {
        "_current": "2 Level 9 monsters\n① While this card has material, it can attack a number of times each Battle Phase, up to the number of materials attached to it.\n② HOPT | QUICK | When your opponent activates a card or effect: <b>You can detach 1 material from this card, then activate this effect depending on whose turn it is;</b> \n● Yours: BANISH up to 1 card each from your opponent's field and GY.\n● Opponent's: Look at your opponent's hand and BANISH 1 card from it face-up, until the End Phase.",
        "previous": null
    },
    "Live☆Twin Lil-la Sweet": {
        "_current": "① HOPT | QUICK | When your opponent activates a card or effect in response to your \"Live☆Twin\" card or effect activation: <b>You can DISCARD this card;</b> NEGATE that opponent's effect.\n② HOPT | If you control a \"Ki-sikil\" monster and this card is in your GY: You can Special Summon this card, but while it is face-up in the Monster Zone, you cannot Special Summon from the Extra Deck, except Fiend monsters.",
        "previous": null
    },
    "Starving Venom Wing Dragon": {
        "_current": "1 Fusion Monster + 1 \"Clear Wing\" monster\nOnce per turn, if your opponent Special Summons a monster(s) face-up (except during the Damage Step): <b>You can target 1 of them;</b> this card gains ATK equal to that monster's ATK, and if it does, that monster's effects are negated. These changes last until the end of this turn. Once per turn, when another card or their effect is activated on the field (QUICK EFFECT): You can DESTROY 1 card on the field. If this card in the Monster Zone is destroyed: You can place this card in your Pendulum Zone. \n[Pendulum Effect]\nEach time a monster(s) is Special Summoned to your opponent's field, place 1 Predator Counter on it, and if it is Level 2 or higher, it becomes Level 1 as long as it has a Predator Counter.",
        "previous": "1 Fusion Monster + 1 \"Clear Wing\" monster\nOnce per turn, if your opponent Special Summons a monster(s) face-up (except during the Damage Step): <b>You can target 1 of them;</b> this card gains ATK equal to that monster's ATK, and if it does, that monster's effects are negated. These changes last until the end of this turn. Once per turn, when another card or their effect is activated on the field (QUICK EFFECT): You can DESTROY 1 card on the field. If this card in the Monster Zone is destroyed: You can place this card in your Pendulum Zone. \n[Pendulum Effect]\nEach time a monster(s) is Special Summoned to your opponent's field, place 1 Predator Counter on each one, and if it is Level 2 or higher, it becomes Level 1 as long as it has a Predator Counter."
    },
    "Vanquish Soul Hollie Sue": {
        "_current": "① MAIN PHASE | QUICK | <b>You can reveal 1 other \"Vanquish Soul\" monster in your hand;</b> Special Summon this card from your hand.\n② QUICK | <b>You can activate 1 of these effects, by revealing monster(s) in your hand with the listed Attribute(s);</b> \n● EARTH & DARK: Take control of 1 monster your opponent controls with the lowest ATK (your choice, if tied) until the End Phase.\n● FIRE & DARK: Special Summon 1 non-Psychic \"Vanquish Soul\" monster from your Deck.\nYou can only use each effect of \"Vanquish Soul Hollie Sue\" once per turn, and cannot activate more than 1 in the same Chain.",
        "previous": null
    }
}