{
    "A.I. Love Fusion": {
        "_current": "HOPT ACTIVATION\nFusion Summon 1 Cyberse Fusion Monster from your Extra Deck, using monsters from your hand or field as material. If you use your \"@Ignister\" monster, you can also use 1 Link Monster your opponent controls as material.",
        "previous": "HOPT ACTIVATION\nFusion Summon 1 Cyberse Fusion Monster from your Extra Deck, using monsters from your hand or field as Fusion Material. If you use your \"@Ignister\" monster as Fusion Material, you can also use 1 Link Monster your opponent controls as material."
    },
    "A.I.dle Reborn": {
        "_current": "① HOPT | <b>Target 1 \"@Ignister\" monster in your GY;</b> Special Summon it, also you cannot Special Summon for the rest of this turn after this card resolves, except Cyberse monsters.\n② HOPT | When an attack is declared involving 2 monsters: <b>You can BANISH this card from your GY and 1 card from your hand, then target 1 of your \"A.I.\" Spells/Traps that is banished or in your GY, except \"A.I.dle Reborn\";</b> add that card to your hand.",
        "previous": "① HOPT | <b>Target 1 \"@Ignister\" monster in your GY;</b> Special Summon it, also you cannot Special Summon monsters for the rest of this turn after this card resolves, except Cyberse monsters.\n② HOPT | When an attack is declared involving 2 monsters: <b>You can BANISH this card from your GY and 1 card from your hand, then target 1 of your \"A.I.\" Spells/Traps that is banished or in your GY, except \"A.I.dle Reborn\";</b> add that card to your hand."
    },
    "Advanced Heraldry Art": {
        "_current": "<b>Target 2 \"Heraldic Beast\" monsters in your GY;</b> Special Summon both those targets, then immediately after this effect resolves, Xyz Summon 1 Xyz Monster using those 2 monsters only.",
        "previous": "<b>Target 2 \"Heraldic Beast\" monsters in your GY;</b> Special Summon both those targets. Immediately after this card resolves, Xyz Summon 1 Xyz Monster using those 2 monsters only."
    },
    "Argostars - Glorious Adra": {
        "_current": "① OPP'S TURN | QUICK | If you control a Continuous Trap Card: <b>You can BANISH this card from your hand;</b> make the ATK of 1 monster on the field 0 until the end of this turn.\n② If this card is Normal Summoned: This turn, your opponent cannot activate cards or effects in response to the activation of your Continuous Trap Cards or their effects.\n③ HOPT | <b>You can BANISH this card you control;</b> place up to 2 \"Argostars\" Continuous Traps with different names from your hand and/or Deck face-up in your Spell & Trap Zone.",
        "previous": "During your opponent's turn, if you control a Continuous Trap Card (QUICK EFFECT): <b>You can BANISH this card from your hand;</b> make the ATK of 1 monster on the field 0 until the end of this turn. If this card is Normal Summoned: This turn, your opponent cannot activate cards or effects in response to the activation of your Continuous Trap Cards or their effects. <b>You can BANISH this card you control;</b> place up to 2 \"Argostars\" Continuous Traps with different names from your hand and/or Deck face-up in your Spell & Trap Zone. You can only use this effect of \"Argostars - Glorious Adra\" once per turn."
    },
    "Augmented Heraldry": {
        "_current": "① Psychic Xyz Monsters on the field cannot be targeted by Spell/Trap Cards or effects.\n② OPT | <b>You can DISCARD 1 \"Heraldic Beast\" monster;</b> SEARCH 1 \"Heraldry\" Spell/Trap except \"Augmented Heraldry\". You cannot Normal or Special Summon during the turn you activate this effect, except Psychic Xyz Monsters and \"Heraldic Beast\" monsters (even if this card leaves the field).",
        "previous": "① Psychic-Type Xyz Monsters on the field cannot be targeted by Spell/Trap effects.\n② OPT | <b>You can DISCARD 1 \"Heraldic Beast\" monster;</b> SEARCH 1 \"Heraldry\" Spell/Trap Card except \"Augmented Heraldry\". You cannot Normal or Special Summon monsters during the turn you activate this effect, except Psychic-Type Xyz Monsters and \"Heraldic Beast\" monsters (even if this card leaves the field)."
    },
    "CXyz Gimmick Puppet Fanatix Machinix": {
        "_current": "3 Level 9 monsters\n① HOPT | If this card is Special Summoned: You can SEARCH 1 \"Puppet\" Trap.\n② HOPT | <b>You can detach 1 material from this card;</b> Special Summon 1 monster from either GY to your opponent's field in Defense Position.\n③ HOPT | If a monster(s) is Special Summoned to your opponent's field (except during the Damage Step): <b>You can target 1 of them;</b> DESTROY it, and if you do, inflict damage to your opponent equal to half its original ATK.",
        "previous": null
    },
    "Cairngorgon, Antiluminescent Knight": {
        "_current": "2 Level 4 monsters\n① QUICK | When another card or effect is activated that targets 1 card on the field (and no other cards): <b>You can detach 1 material from this card, then target another card on the field that would be an appropriate target;</b> that card or effect now targets the new target.",
        "previous": "2 Level 4 monsters\n① During either player's turn, when another card or effect is activated that targets exactly 1 card on the field (and no other cards): <b>You can detach 1 Xyz Material from this card, then target another card on the field that would be an appropriate target for that card/effect;</b> that card/effect now targets the new target."
    },
    "Caius the Mega Monarch": {
        "_current": "You can Tribute Summon this card by Tributing 1 Tribute Summoned monster.\n① If this card is Tribute Summoned: <b>Target 1 card on the field;</b> BANISH it, and if you do, inflict 1000 damage to your opponent, then, if it is a DARK Monster Card, BANISH all cards with that name from the hand, Main Deck, Extra Deck, and GY of the player who controlled it. If this card was Tribute Summoned by Tributing a DARK monster, add this additional effect.\n● You can target 2 cards, instead.",
        "previous": "You can Tribute Summon this card by Tributing 1 Tribute Summoned monster.\nIf this card is Tribute Summoned: <b>Target 1 card on the field;</b> BANISH it, and if you do, inflict 1000 damage to your opponent, then, if it is a DARK Monster Card, BANISH all cards with that name from the hand, Main Deck, Extra Deck, and GY of the player who controlled it. If this card was Tribute Summoned by Tributing a DARK monster, add this additional effect.\n● You can target 2 cards, instead."
    },
    "Centur-Ion Primera Primus": {
        "_current": "1 Tuner + 1+ non-Tuner monsters\n① Cannot be destroyed by battle, unless it was Special Summoned from the Extra Deck.\n② HOPT | If this card is Synchro Summoned: You can SEARCH 1 \"Emblema\" card (from DECK or GY) then you can DESTROY 2 cards (1 on each field).\n③ HOPT | If a face-up \"Centur-Ion\" card(s) you control leaves the field by an opponent's card effect, while this card is in your GY (except during the Damage Step): You can Special Summon this card.",
        "previous": "1 Tuner + 1+ non-Tuner monsters\nCannot be destroyed by battle, unless it was Special Summoned from the Extra Deck. You can only use each of the following effects of \"Centur-Ion Primera Primus\" once per turn. If this card is Synchro Summoned: You can SEARCH 1 \"Emblema\" card (from DECK or GY) then you can DESTROY 2 cards (1 on each field). If a face-up \"Centur-Ion\" card(s) you control leaves the field by an opponent's card effect, while this card is in your GY (except during the Damage Step): You can Special Summon this card."
    },
    "Charged-Up Heraldry": {
        "_current": "HOPT ACTIVATION\n<b>Tribute 1 monster;</b> Special Summon 2 \"Heraldic Beast\" monsters from your Deck in Defense Position, also you cannot Special Summon from the Extra Deck for the rest of this turn after this card resolves, except Psychic or Machine monsters.",
        "previous": "HOPT ACTIVATION\n<b>Tribute 1 monster;</b> Special Summon 2 \"Heraldic Beast\" monsters from your Deck in Defense Position, also you cannot Special Summon monsters from the Extra Deck for the rest of this turn after this card resolves, except Psychic or Machine monsters."
    },
    "Crystal Clear Wing Over Synchro Dragon": {
        "_current": "2+ Tuners or 1 Tuner Synchro Monster + \"Clear Wing Synchro Dragon\"\nMust be Synchro Summoned.\n① OPT | QUICK | When another card, or its effect, is activated: You can NEGATE the activation, and if you do, DESTROY that card, and if you destroyed a monster, this card gains ATK equal to that monster's original ATK until the end of this turn.\n② If this face-up Synchro Summoned card in its owner's control leaves the field by an opponent's card: You can Special Summon 1 \"Clear Wing\" monster from your Extra Deck.",
        "previous": "2+ Tuners or 1 Tuner Synchro Monster + \"Clear Wing Synchro Dragon\"\nMust be Synchro Summoned. Once per turn, when another card, or its effect, is activated (QUICK EFFECT): You can NEGATE the activation, and if you do, DESTROY that card, and if you destroyed a monster, this card gains ATK equal to that monster's original ATK until the end of this turn. If this face-up Synchro Summoned card in its owner's control leaves the field by an opponent's card: You can Special Summon 1 \"Clear Wing\" monster from your Extra Deck."
    },
    "Cynet Codec": {
        "_current": "If a \"Code Talker\" monster(s) is Special Summoned from the Extra Deck to your field (except during the Damage Step): <b>You can target 1 of those monsters;</b> SEARCH 1 Cyberse monster with the same Attribute also you cannot Special Summon from the Extra Deck for the rest of this turn, except Cyberse monsters (even if this card leaves the field). You cannot add other monsters with that same Attribute to your hand by the effect of \"Cynet Codec\" this turn, and you can only activate the effect of \"Cynet Codec\" once per Chain.",
        "previous": "If a \"Code Talker\" monster(s) is Special Summoned from the Extra Deck to your field (except during the Damage Step): <b>You can target 1 of those monsters;</b> SEARCH 1 Cyberse monster with the same Attribute also you cannot Special Summon monsters from the Extra Deck for the rest of this turn, except Cyberse monsters (even if this card leaves the field). You cannot add other monsters with that same Attribute to your hand by the effect of \"Cynet Codec\" this turn, and you can only activate the effect of \"Cynet Codec\" once per Chain."
    },
    "Diabell, Queen of the White Forest": {
        "_current": "1 Tuner + 1+ non-Tuner monsters\n① HOPT | If this card is Synchro Summoned using a Tuner Synchro Monster: <b>You can target 1 Spell/Trap in your GY;</b> add it to your hand.\n② HOPT | QUICK | When your opponent activates a card or effect: <b>You can send 1 Spell/Trap from your hand or field to the GY;</b> Special Summon 1 Level 7 or lower Tuner Synchro Monster from your Extra Deck, GY, or BANISHment.",
        "previous": "1 Tuner + 1+ non-Tuner monsters\nIf this card is Synchro Summoned using a Tuner Synchro Monster: <b>You can target 1 Spell/Trap in your GY;</b> add it to your hand. When your opponent activates a card or effect (QUICK EFFECT): <b>You can send 1 Spell/Trap from your hand or field to the GY;</b> Special Summon 1 Level 7 or lower Tuner Synchro Monster from your Extra Deck, GY, or BANISHment. You can only use each effect of \"Diabell, Queen of the White Forest\" once per turn."
    },
    "Diabellze the Original Sinkeeper": {
        "_current": "① HOPT | If a \"Sinful Spoils\" card is in either player's GY, you can Special Summon this card (from your hand).\n② Your opponent must Set Spell/Trap Cards before activating them.\n③ HOPT | If a Spell/Trap becomes Set on the field, while this card is in the Monster Zone (except during the Damage Step): <b>You can target 1 card you control and 1 card your opponent controls;</b> DESTROY them.",
        "previous": null
    },
    "Divine Golden Shadow Dragon Dragluxion": {
        "_current": "2 Level 8 monsters\n① HOPT | If this card is Special Summoned from the Extra Deck: You can SEARCH 1 \"Galaxy\" or \"Tachyon\" card.\n② HOPT | <b>You can detach 2 materials from this card;</b> Special Summon from your Extra Deck, 1 Rank 8 Dragon Xyz Monster with 3000 ATK, using this card you control as material (this is treated as an Xyz Summon, transfer its materials to the Summoned monster), then you can attach 1 \"Galaxy\" monster from your Extra Deck to it.",
        "previous": "2 Level 8 monsters\nIf this card is Special Summoned from the Extra Deck: You can SEARCH 1 \"Galaxy\" or \"Tachyon\" card. <b>You can detach 2 materials from this card;</b> Special Summon from your Extra Deck, 1 Rank 8 Dragon Xyz Monster with 3000 ATK, using this card you control as material (this is treated as an Xyz Summon, transfer its materials to the Summoned monster), then you can attach 1 \"Galaxy\" monster from your Extra Deck to it. You can only use each effect of \"Divine Golden Shadow Dragon Dragluxion\" once per turn."
    },
    "Dreiath III, the True Dracocavalry General": {
        "_current": "To Tribute Summon this card face-up, you can Tribute a Continuous Spell/Trap you control, instead of a monster.\n① Your opponent cannot target \"True Draco\" or \"True King\" monsters on the field with card effects, except this one, also they cannot be destroyed by your opponent's card effects.\n② If this face-up Tribute Summoned monster leaves the field: You can Special Summon 1 \"True Draco\" or \"True King\" monster from your Deck in Defense Position.",
        "previous": "To Tribute Summon this card face-up, you can Tribute a Continuous Spell/Trap Card you control, instead of a monster.\n① Your opponent cannot target face-up \"True Draco\" or \"True King\" monsters on the field with card effects, except this one, also they cannot be destroyed by your opponent's card effects.\n② If this face-up Tribute Summoned monster leaves the field: You can Special Summon 1 \"True Draco\" or \"True King\" monster from your Deck in Defense Position."
    },
    "Firewall Defenser": {
        "_current": "① HOPT | If this card is sent to the GY as material for the Link Summon of a Cyberse monster: You can Special Summon 1 \"Firewall\" monster from your Deck, except \"Firewall Defenser\". You cannot Special Summon the turn you activate this effect, except Cyberse monsters.\n② HOPT | If a \"Firewall\" monster(s) you control would be destroyed by card effect, you can BANISH this card from your GY instead.",
        "previous": "① HOPT | If this card is sent to the GY as material for the Link Summon of a Cyberse monster: You can Special Summon 1 \"Firewall\" monster from your Deck, except \"Firewall Defenser\". You cannot Special Summon monsters the turn you activate this effect, except Cyberse monsters.\n② HOPT | If a \"Firewall\" monster(s) you control would be destroyed by card effect, you can BANISH this card from your GY instead."
    },
    "Galaxy Satellite Dragon": {
        "_current": "2 Dragon monsters\n① BATTLE PHASE | HOPT | QUICK | <b>You can BANISH this card from your field or GY, then target 1 \"Number\" Xyz Monster you control whose original Attribute/Type are LIGHT/Dragon;</b> until the end of the Battle Phase, its ATK becomes equal to the value of the \"Number\" in its name x 100, also any battle damage your opponent takes is halved.\n② OPP'S END PHASE | HOPT | You can take 1 card from your Deck and place it on top of your Deck.",
        "previous": "2 Dragon monsters\n① BATTLE PHASE | HOPT | QUICK | <b>You can BANISH this card from your field or GY, then target 1 \"Number\" Xyz Monster you control whose original Attribute/Type are LIGHT/Dragon;</b> until the end of the Battle Phase, its ATK becomes equal to the value of the \"Number\" in its name x 100, also any battle damage your opponent takes is halved.\n② OPP'S END PHASE | HOPT | You can choose 1 card from your Deck and place it on top of your Deck."
    },
    "Gatchiri @Ignister": {
        "_current": "① The first time each Cyberse monster you control would be destroyed by card effect each turn, it is not destroyed.\n② HOPT | <b>You can target 1 Cyberse Effect Monster you control;</b> NEGATE its effects, and if you do, Special Summon this card from your hand.\n③ HOPT | If this card is sent from the field to your GY: <b>You can target 1 face-up monster you control;</b> that target is unaffected by your opponent's card effects until the end of your opponent's turn.",
        "previous": "The first time each Cyberse monster you control would be destroyed by a card effect each turn, it is not destroyed.\n① HOPT | <b>You can target 1 Cyberse Effect Monster you control;</b> NEGATE its effects, and if you do, Special Summon this card from your hand.\n② HOPT | If this card is sent from the field to your GY: <b>You can target 1 face-up monster you control;</b> that target is unaffected by your opponent's card effects until the end of your opponent's turn."
    },
    "Gergonne's End": {
        "_current": "<b>Target 1 \"Tindangle\" Link Monster you control;</b> equip this card to it. It cannot be destroyed, also your opponent cannot target it with card effects.\nOPT | If there are monsters in all zones the equipped monster points to: If there are still monsters in all zones the equipped monster points to, you can DESTROY this card and all of those monsters, then, inflict damage to your opponent equal to the equipped monster's ATK before they were destroyed.",
        "previous": "① <b>Target 1 \"Tindangle\" Link Monster you control;</b> equip this card to it. It cannot be destroyed, also your opponent cannot target it with card effects.\n② OPT | If there are monsters in all zones the equipped monster points to: If there are still monsters in all zones the equipped monster points to, you can DESTROY this card and all of those monsters, then, inflict damage to your opponent equal to the equipped monster's ATK before they were destroyed."
    },
    "Heraldic Beast Aberconway": {
        "_current": "HOPT | If this card is in the GY: <b>You can BANISH another \"Heraldic Beast Aberconway\" from your GY, then target 1 \"Heraldic Beast\" monster in your GY;</b> add that target to your hand.",
        "previous": "If this card is in the GY: <b>You can BANISH another \"Heraldic Beast Aberconway\" from your GY to target 1 \"Heraldic Beast\" monster in your GY;</b> add that target to your hand.\nYou can only use the effect of \"Heraldic Beast Aberconway\" once per turn."
    },
    "Heraldic Beast Berners Falcon": {
        "_current": "When this card is Summoned: You can make all Level 5 or higher monsters you currently control become Level 4.",
        "previous": "When this card is Summoned: You can make all face-up Level 5 or higher monsters you currently control become Level 4."
    },
    "Heraldic Beast Leo": {
        "_current": "① During the End Phase of the turn this card was Normal Summoned: DESTROY this card.\n② HOPT | If this card is sent to the GY: SEARCH 1 \"Heraldic Beast\" monster except \"Heraldic Beast Leo\".",
        "previous": "① During the End Phase of the turn this card was Normal Summoned: DESTROY this card.\n② HOPT | When this card is sent to the GY: SEARCH 1 \"Heraldic Beast\" monster except \"Heraldic Beast Leo\"."
    },
    "Heraldic Beast Twin-Headed Eagle": {
        "_current": "HOPT | <b>You can BANISH this card from your GY, then target 1 face-up Xyz Monster you control with no materials and 2 \"Heraldic Beast\" monsters in your GY;</b> attach those monsters from the GY to that face-up Xyz Monster as materials.",
        "previous": "<b>You can BANISH this card from your GY to target 1 face-up Xyz Monster you control with no Xyz Materials and 2 \"Heraldic Beast\" monsters in your GY;</b> attach those monsters from the GY to that face-up Xyz Monster, as Xyz Materials.\nYou can only use the effect of \"Heraldic Beast Twin-Headed Eagle\" once per turn."
    },
    "Heraldic Beast Unicorn": {
        "_current": "HOPT | <b>You can BANISH this card from your GY, then target 1 Psychic Xyz Monster in your GY;</b> Special Summon it, but NEGATE its effects.",
        "previous": "<b>You can BANISH this card from your GY to target 1 Psychic-Type Xyz Monster in your GY;</b> Special Summon it. Its effects are negated.\nYou can only use the effect of \"Heraldic Beast Unicorn\" once per turn."
    },
    "Ignister A.I.Land": {
        "_current": "① If you control no monsters in your Main Monster Zone: You can Special Summon 1 Level 4 or lower \"@Ignister\" monster from your hand, but for the rest of this turn, you cannot Special Summon monsters with the same original Attribute by the effect of \"Ignister A.I.Land\", also you cannot Special Summon, except Cyberse monsters (even if this card leaves the field).\n② HOPT | If this card is in your GY: <b>You can BANISH 1 \"@Ignister\" monster from your GY;</b> Set this card.",
        "previous": "① If you control no monsters in your Main Monster Zone: You can Special Summon 1 Level 4 or lower \"@Ignister\" monster from your hand, but for the rest of this turn, you cannot Special Summon monsters with the same original Attribute by the effect of \"Ignister A.I.Land\", also you cannot Special Summon monsters, except Cyberse monsters (even if this card leaves the field).\n② HOPT | If this card is in your GY: <b>You can BANISH 1 \"@Ignister\" monster from your GY;</b> Set this card."
    },
    "Lo, the Prayers of the Voiceless Voice": {
        "_current": "① If you Ritual Summon exactly 1 LIGHT Ritual Monster (Warrior or Dragon) with a card effect that requires use of monsters, this card can be used as the entire Tribute.\n② HOPT | If this card is Normal or Special Summoned: You can place 1 \"Voiceless Voice\" Continuous Spell/Trap from your Deck face-up in your Spell & Trap Zone.\n③ HOPT | If a LIGHT Ritual Monster (Warrior or Dragon) is Special Summoned to your field, while this card is in your GY (except during the Damage Step): You can Special Summon this card.",
        "previous": "If you Ritual Summon exactly 1 LIGHT Ritual Monster (Warrior or Dragon) with a card effect that requires use of monsters, this card can be used as the entire Tribute. You can only use each of the following effects of \"Lo, the Prayers of the Voiceless Voice\" once per turn. If this card is Normal or Special Summoned: You can place 1 \"Voiceless Voice\" Continuous Spell/Trap from your Deck face-up in your Spell & Trap Zone. If a LIGHT Ritual Monster (Warrior or Dragon) is Special Summoned to your field, while this card is in your GY (except during the Damage Step): You can Special Summon this card."
    },
    "Majespecter Draco - Ryu": {
        "_current": "2 Level 4 monsters\nIf you can Pendulum Summon Level 4, you can Pendulum Summon this face-up card from your Extra Deck.\n① If a monster(s) is Tributed while this card is on the field (except during the Damage Step): <b>You can detach 1 material from this card;</b> Special Summon 1 Level 6 or lower WIND Spellcaster monster from your Deck.\nYou can only use this effect of \"Majespecter Draco - Ryu\" up to twice per turn.\n② If this card in the Monster Zone is destroyed, or Tributed: You can place this card in your Pendulum Zone.\n[Pendulum Effect]\nHOPT | If you have a \"Majespecter\" or \"Dracoslayer\" card in your other Pendulum Zone: You can SEARCH 1 \"Majespecter\" card then you can DESTROY 1 card in your Pendulum Zone.",
        "previous": "2 Level 4 monsters\nIf you can Pendulum Summon Level 4, you can Pendulum Summon this face-up card from your Extra Deck. If a monster(s) is Tributed while this card is on the field (except during the Damage Step): <b>You can detach 1 material from this card;</b> Special Summon 1 Level 6 or lower WIND Spellcaster monster from your Deck. You can only use this effect of \"Majespecter Draco - Ryu\" up to twice per turn. If this card in the Monster Zone is destroyed, or Tributed: You can place this card in your Pendulum Zone. \n[Pendulum Effect]\nIf you have a \"Majespecter\" or \"Dracoslayer\" card in your other Pendulum Zone: You can SEARCH 1 \"Majespecter\" card then you can DESTROY 1 card in your Pendulum Zone. You can only use this effect of \"Majespecter Draco - Ryu\" once per turn."
    },
    "Master Peace, the True Dracoslaying King": {
        "_current": "To Tribute Summon this card face-up, you can Tribute Continuous Spells/Traps you control, as well as monsters.\n① Unaffected by the effects of cards with the same card type (Monster, Spell, and/or Trap) as the original card type of the cards Tributed for its Tribute Summon.\n② OPT | QUICK | If you control this Tribute Summoned monster: <b>You can BANISH 1 Continuous Spell/Trap from your GY, then target 1 other card on the field;</b> DESTROY it.",
        "previous": "To Tribute Summon this card face-up, you can Tribute Continuous Spell/Trap Card(s) you control, as well as monsters.\n① Unaffected by the effects of cards with the same card type (Monster, Spell, and/or Trap) as the original card type of the cards Tributed for its Tribute Summon.\n② OPT | During either player's turn, if you control this Tribute Summoned monster: <b>You can BANISH 1 Continuous Spell/Trap Card from your GY, then target 1 other card on the field;</b> DESTROY it."
    },
    "Metaltron XII, the True Dracombatant": {
        "_current": "Requires 3 Tributes to Normal Summon (cannot be Normal Set). To Tribute Summon this card face-up, you can Tribute Continuous Spells/Traps you control, as well as monsters.\n① Unaffected by the effects of cards with the same card type (Monster, Spell, and/or Trap) as the original card type of the cards Tributed for its Tribute Summon.\n② If this Tribute Summoned card in its owner's control is destroyed by an opponent's card: You can Special Summon 1 Fusion, Synchro, or Xyz Monster that is EARTH, WATER, FIRE, or WIND from your Extra Deck.",
        "previous": "Requires 3 Tributes to Normal Summon (cannot be Normal Set). To Tribute Summon this card face-up, you can Tribute Continuous Spell/Trap Card(s) you control, as well as monsters.\n① Unaffected by the effects of cards with the same card type (Monster, Spell, and/or Trap) as the original card type of the cards Tributed for its Tribute Summon.\n② If this Tribute Summoned monster in its owner's control is destroyed by an opponent's card (by battle or card effect): You can Special Summon 1 Fusion, Synchro, or Xyz Monster that is EARTH, WATER, FIRE, or WIND from your Extra Deck."
    },
    "Number 102: Star Seraph Sentry": {
        "_current": "3 Level 4 LIGHT monsters\n① OPT | <b>You can detach 1 material from this card, then target 1 face-up monster your opponent controls;</b> halve its ATK, also NEGATE its effects.\n② If this face-up card on the field would be destroyed, you can detach all of its materials instead, and if you do, any battle damage you take this turn becomes halved.",
        "previous": "3 Level 4 LIGHT monsters\n① OPT | <b>You can detach 1 Xyz Material from this card, then target 1 face-up monster your opponent controls;</b> halve its ATK, also, NEGATE its effects.\n② If this face-up card on the field would be destroyed, you can detach all of its Xyz Materials instead. If you do, any battle damage you take this turn is halved."
    },
    "Number 18: Heraldry Patriarch": {
        "_current": "2 Level 4 monsters\n① QUICK | Once per Chain, if 2 or more monsters with the same name are on the field: <b>You can detach 1 material from this card;</b> choose 1 monster among those with the same name, and DESTROY all other monsters with that name.\n② Your opponent cannot Summon monsters with the same name as any of the monster(s) chosen for this card's effect.\n③ If this card is sent to the GY: You can send 2 \"Heraldic Beast\" monsters from your Deck to the GY.",
        "previous": "2 Level 4 monsters\n① Once per Chain, during either player's turn, if 2 or more monsters with the same name are on the field: <b>You can detach 1 Xyz Material from this card;</b> choose 1 monster among those with the same name, and DESTROY all other monsters with that name.\n② While this card remains face-up on the field, your opponent cannot Summon monsters with the same name as any of the monster(s) chosen for this card's effect.\n③ If this card is sent to the GY: You can send 2 \"Heraldic Beast\" monsters from your Deck to the GY."
    },
    "Number 69: Heraldry Crest": {
        "_current": "3 Level 4 monsters\n① If this card is Special Summoned: NEGATE the effects of all other face-up Xyz Monsters currently on the field.\n② HOPT | <b>You can target 1 other face-up Xyz Monster on the field;</b> until the End Phase, this card's name becomes that monster's, also replace this effect with that monster's original effects.",
        "previous": "3 Level 4 monsters\n① If this card is Special Summoned: NEGATE the effects of all other face-up Xyz Monsters currently on the field.\n② HOPT | <b>You can target 1 other face-up Xyz Monster on the field;</b> until the End Phase, this card's name becomes that monster's, and replace this effect with that monster's original effects."
    },
    "Number 8: Heraldic King Genom-Heritage": {
        "_current": "2 Level 4 \"Heraldic Beast\" monsters\n① OPT | <b>You can target 1 face-up Xyz Monster your opponent controls;</b> this card's name and original ATK become that monster's name and current ATK, also replace this effect with that monster's original effects, then that monster's ATK becomes 0, also its effects are negated. This effect applies until the End Phase.",
        "previous": "2 Level 4 \"Heraldic Beast\" monsters\n① OPT | <b>You can target 1 face-up Xyz Monster your opponent controls;</b> this card's name and original ATK become that monster's name and current ATK, and replace this effect with that monster's original effects, then that monster's ATK becomes 0, also its effects are negated. These changes last until the End Phase."
    },
    "Number C107: Neo Galaxy-Eyes Tachyon Dragon": {
        "_current": "3 Level 9 monsters\n① OPT | <b>You can detach 1 material from this card;</b> until the end of this turn, NEGATE the effects of all other face-up cards currently on the field, also your opponent cannot activate cards or effects on the field.\nIf this card has \"Number 107: <b>Galaxy-Eyes Tachyon Dragon\" as material, it gains this effect.\n● You can Tribute 2 monsters;</b> this card can make up to 3 attacks on monsters during each Battle Phase this turn.",
        "previous": "3 Level 9 monsters\n① OPT | <b>You can detach 1 material from this card;</b> for the rest of this turn, NEGATE the effects of all other face-up cards currently on the field, also your opponent cannot activate cards or effects on the field.\nIf this card has \"Number 107: <b>Galaxy-Eyes Tachyon Dragon\" as material, it gains this effect.\n● You can Tribute 2 monsters;</b> this card can make up to 3 attacks on monsters during each Battle Phase this turn."
    },
    "Number C69: Heraldry Crest of Horror": {
        "_current": "4 Level 5 monsters\n① When an opponent's monster declares an attack: You can DESTROY all cards your opponent controls.\nOPT | If this card has \"Number 69: <b>Heraldry Crest\" as material, it gains this effect.\n● You can detach 1 material from this card, then target 1 face-up Xyz Monster your opponent controls;</b> until the End Phase, this card gains ATK equal to that monster's original ATK, this card's name becomes that monster's, also replace this effect with that monster's original effects.",
        "previous": "4 Level 5 monsters\n① When an opponent's monster declares an attack: You can DESTROY all cards your opponent controls.\nOPT | If this card has \"Number 69: <b>Heraldry Crest\" as an Xyz Material, it gains this effect.\n● You can detach 1 Xyz Material from this card, then target 1 face-up Xyz Monster your opponent controls;</b> this card gains ATK equal to that face-up monster's original ATK, and if it gains ATK this way, this card's name becomes that monster's, and it gains that monster's original effect. These effects last until the End Phase."
    },
    "Parallel eXceed": {
        "_current": "① If this card is Special Summoned by the effect of \"Parallel eXceed\", its Level becomes 4 and its original ATK/DEF become halved.\n② HOPT | If you Link Summon: You can Special Summon this card from your hand to your zone that Link Monster points to.\n③ HOPT | If this card is Normal or Special Summoned: You can Special Summon 1 \"Parallel eXceed\" from your Deck.",
        "previous": "If this card is Special Summoned by the effect of \"Parallel eXceed\", its Level becomes 4 and its original ATK/DEF become halved.\n① HOPT | If you Link Summon: You can Special Summon this card from your hand to your zone that Link Monster points to.\n② HOPT | If this card is Normal or Special Summoned: You can Special Summon 1 \"Parallel eXceed\" from your Deck."
    },
    "Qadshaddoll Keios": {
        "_current": "HOPT | You can use ONE of —\n① FLIP: You can Special Summon 1 \"Shaddoll\" monster from your hand in face-up or face-down Defense Position.\n② If this card is sent to the GY by a card effect: You can send 1 \"Shaddoll\" monster from your hand to the GY, and if you do, for the rest of this turn, all monsters you control gain ATK/DEF equal to the original Level of that monster sent to the GY x 100.",
        "previous": "FLIP: You can Special Summon 1 \"Shaddoll\" monster from your hand in face-up or face-down Defense Position.\nIf this card is sent to the GY by a card effect: You can send 1 \"Shaddoll\" monster from your hand to the GY, and if you do, for the rest of this turn, all monsters you control gain ATK/DEF equal to the original Level of that monster sent to the GY x 100.\nYou can only use 1 \"Qadshaddoll Keios\" effect per turn, and only once that turn."
    },
    "Silhouhatte Rabbit": {
        "_current": "2 Effect Monsters\n① If this card battles a monster, neither can be destroyed by that battle.\n② HOPT | If this card is Link Summoned: You can Set 1 Continuous Trap from your Deck with an effect that Special Summons itself as a monster, also this card cannot be used as Link Material this turn.\n③ HOPT | If a card in the Spell & Trap Zone is Special Summoned to the Monster Zone (except during the Damage Step): <b>You can target 1 Spell/Trap your opponent controls;</b> DESTROY it.",
        "previous": null
    },
    "Splash Mage": {
        "_current": "2 Cyberse monsters\n① HOPT | <b>You can target 1 Cyberse monster in your GY;</b> Special Summon it in Defense Position, but NEGATE its effects, also you cannot Special Summon for the rest of this turn, except Cyberse monsters.",
        "previous": "2 Cyberse monsters\n① HOPT | <b>You can target 1 Cyberse monster in your GY;</b> Special Summon it in Defense Position, but NEGATE its effects, also you cannot Special Summon monsters for the rest of this turn, except Cyberse monsters."
    },
    "The Arrival Cyberse @Ignister": {
        "_current": "3+ monsters with different Attributes\n① You can only control 1 \"The Arrival Cyberse @Ignister\".\n② The original ATK of this card becomes 1000 x the number of materials used for its Link Summon.\n③ Unaffected by other cards' effects.\n④ OPT | <b>You can target 1 other monster on the field;</b> DESTROY it, and if you do, Special Summon 1 \"@Ignister Token\" (Cyberse/DARK/Level 1/ATK 0/DEF 0) to your zone this card points to.",
        "previous": "3+ monsters with different Attributes\n① You can only control 1 \"The Arrival Cyberse @Ignister\".\n② The original ATK of this card becomes 1000 x the number of Link Materials used for its Link Summon.\n③ Unaffected by other cards' effects.\n④ OPT | <b>You can target 1 other monster on the field;</b> DESTROY it, and if you do, Special Summon 1 \"@Ignister Token\" (Cyberse/DARK/Level 1/ATK 0/DEF 0) to your zone this card points to."
    },
    "The Phantom Knights of Shade Brigandine": {
        "_current": "HOPT ACTIVATION\nSpecial Summon this card in Defense Position as a Normal Monster (Warrior/DARK/Level 4/ATK 0/DEF 300) (this card is NOT treated as a Trap). If you have no Traps in your GY, you can activate this card the turn it was Set.",
        "previous": "HOPT ACTIVATION\nSpecial Summon this card in Defense Position as a Normal Monster (Warrior/DARK/Level 4/ATK 0/DEF 300). (This card is NOT treated as a Trap.) If you have no Traps in your GY, you can activate this card the turn it was Set."
    },
    "The Unstoppable Exodia Incarnate": {
        "_current": "5 \"Forbidden One\" monsters\n① Cannot be destroyed by an opponent's card effects.\n② OPT | If this card battles, during damage calculation: You can make this card gain ATK equal to your LP.\n③ OPT | QUICK | When a Spell/Trap Card or effect is activated: You can NEGATE that activation.\n④ END PHASE | OPT | You can Set 1 \"Exodd\" or \"Obliterate!!!\" Spell/Trap from your Deck.\n⑤ YOUR STANDBY PHASE | OPT | Lose 1000 LP.",
        "previous": "5 \"Forbidden One\" monsters\nCannot be destroyed by an opponent's card effects. Once per turn, if this card battles, during damage calculation: You can make this card gain ATK equal to your LP. Once per turn, when a Spell/Trap Card or effect is activated (QUICK EFFECT): You can NEGATE that activation. Once per turn, during the End Phase: You can Set 1 \"Exodd\" or \"Obliterate!!!\" Spell/Trap from your Deck. Once per turn, during your Standby Phase: Lose 1000 LP."
    },
    "Trickstar Band Drumatis": {
        "_current": "2 \"Trickstar\" monsters\n\"Trickstar\" Link Monsters you control that point to this card gain 1000 ATK. You can only use each of the following effects of \"Trickstar Band Drumatis\" once per turn. If this card is Fusion Summoned: You can SEARCH 1 \"Trickstar\" card with a different name from the cards you control and in your GY. If effect damage is inflicted (except during the Damage Step): <b>You can target 1 face-up monster on the field;</b> its ATK becomes 0.",
        "previous": "2 \"Trickstar\" monsters\n\"Trickstar\" Link Monsters you control that point to this card gains 1000 ATK. You can only use each of the following effects of \"Trickstar Band Drumatis\" once per turn. If this card is Fusion Summoned: You can SEARCH 1 \"Trickstar\" card with a different name from the cards you control or in your GY. If effect damage is inflicted (except during the Damage Step): <b>You can target 1 face-up monster on the field;</b> its ATK becomes 0."
    },
    "Trickstar Noble Angel": {
        "_current": "2 \"Trickstar\" monsters\nIf this card is Link Summoned: You can SEARCH 1 \"Blue Tears\" card. If you have a Fusion Monster in your field or GY: <b>You can target 1 \"Trickstar\" monster in your GY;</b> Special Summon it. If effect damage is inflicted (except during the Damage Step): <b>You can target 1 face-up card on the field;</b> DESTROY it. You can only use each effect of \"Trickstar Noble Angel\" once per turn.",
        "previous": "2 \"Trickstar\" monsters\nIf this card is Link Summoned: You can SEARCH 1 \"Blue Tears\" card. If you have a Fusion Monster in your field GY: <b>You can target 1 \"Trickstar\" monster in your GY;</b> Special Summon it. If effect damage is inflicted (except during the Damage Step): <b>You can target 1 face-up card on the field;</b> DESTROY it. You can only use each effect of \"Trickstar Noble Angel\" once per turn."
    },
    "True Draco Apocalypse": {
        "_current": "① HOPT | If this card is sent from the Spell & Trap Zone to the GY: <b>You can target 1 monster on the field;</b> DESTROY it.\nYou cannot activate the following effects of \"True Draco Apocalypse\" in the same Chain.\n② HOPT | <b>You can target 1 other \"True Draco\" or \"True King\" card you control;</b> DESTROY it, and if you do, the ATK/DEF of all face-up monsters your opponent controls become half their current ATK/DEF (even if this card leaves the field).\n③ OPP'S MAIN PHASE | HOPT | You can: Immediately after this effect resolves, Tribute Summon 1 \"True Draco\" or \"True King\" monster face-up.",
        "previous": "HOPT | If this card is sent from the Spell & Trap Zone to the GY: <b>You can target 1 monster on the field;</b> DESTROY it.\nYou cannot activate the following effects of \"True Draco Apocalypse\" in the same Chain.\nHOPT | <b>● You can target 1 other \"True Draco\" or \"True King\" card you control;</b> DESTROY it, and if you do, the ATK/DEF of all face-up monsters your opponent controls become half their current ATK/DEF (even if this card leaves the field).\nHOPT | ● During your opponent's Main Phase, you can: Immediately after this effect resolves, Tribute Summon 1 \"True Draco\" or \"True King\" monster face-up."
    },
    "True King Bahrastos, the Fathomer": {
        "_current": "① HOPT | If this card is in your hand: You can DESTROY 2 other monsters in your hand and/or face-up on your field, including a WATER monster, and if you do, Special Summon this card, and if you do that, you can BANISH up to 2 Spells/Traps from your opponent's field and/or GY, if both the destroyed monsters were WATER.\n② HOPT | If this card is destroyed by card effect: You can Special Summon 1 non-WATER Wyrm monster from your Deck in Defense Position.",
        "previous": "① HOPT | If this card is in your hand: You can DESTROY 2 other monsters in your hand and/or face-up on your field, including a WATER monster, and if you do, Special Summon this card, and if you do that, you can BANISH up to 2 Spell/Trap Cards from your opponent's field and/or GY, if both the destroyed monsters were WATER.\n② HOPT | If this card is destroyed by card effect: You can Special Summon 1 non-WATER Wyrm-Type monster from your Deck in Defense Position."
    },
    "True King's Return": {
        "_current": "① HOPT | If this card is sent from the Spell & Trap Zone to the GY: <b>You can target 1 monster on the field;</b> DESTROY it.\nYou cannot activate the following effects of \"True King's Return\" in the same Chain.\n② HOPT | <b>You can target 1 \"True Draco\" or \"True King\" monster in your GY;</b> Special Summon it in Defense Position, also for the rest of this turn, you cannot Special Summon.\n③ OPP'S MAIN PHASE | HOPT | You can: Immediately after this effect resolves, Tribute Summon 1 \"True Draco\" or \"True King\" monster face-up.",
        "previous": "HOPT | If this card is sent from the Spell & Trap Zone to the GY: <b>You can target 1 monster on the field;</b> DESTROY it.\nYou cannot activate the following effects of \"True King's Return\" in the same Chain.\nHOPT | <b>● You can target 1 \"True Draco\" or \"True King\" monster in your GY;</b> Special Summon it in Defense Position, also for the rest of this turn, you cannot Special Summon.\nHOPT | ● During your opponent's Main Phase, you can: Immediately after this effect resolves, Tribute Summon 1 \"True Draco\" or \"True King\" monster face-up."
    },
    "White Rose Cloister": {
        "_current": "① HOPT | If you control no monsters: You can Special Summon 1 \"Rose Dragon\" monster or 1 Plant monster from your hand.\n② YOUR DRAW PHASE | Before you DRAW: <b>You can declare 1 card type (Monster, Spell, or Trap);</b> reveal the top card of your Deck, and if it is the declared card type, apply this effect for the rest of this turn (even if this card leaves the field).\n● Level 7 or higher Synchro Monsters you control gain 1000 ATK.",
        "previous": "HOPT | If you control no monsters: You can Special Summon 1 \"Rose Dragon\" monster or 1 Plant monster from your hand.\nYOUR DRAW PHASE | Before you DRAW: <b>You can declare 1 card type (Monster, Spell, or Trap);</b> reveal the top card of your Deck, and if it is the declared card type, apply this effect for the rest of this turn (even if this card leaves the field).\n● Level 7 or higher Synchro Monsters you control gain 1000 ATK."
    },
    "XYZ-Hyper Dragon Cannon": {
        "_current": "\"X-Cross Cannon\" + \"Y-Yare Head\" + \"Z-Zillion Tank\"\nMust first be Special Summoned (from your Extra Deck) by BANISHING the above cards from your field and/or GY. Once per opponent's turn (QUICK EFFECT): <b>You can DISCARD 1 card, then target 1 card your opponent controls;</b> DESTROY it. <b>You can BANISH this card from your field or GY and reveal 1 Level 8 LIGHT Machine Fusion Monster in your Extra Deck;</b> Special Summon up to 3 of the Fusion Materials mentioned on it from your GY and/or BANISHment.",
        "previous": "\"X-Cross Cannon\" + \"Y-Wyrm Head\" + \"Z-Zillion Tank\"\nMust first be Special Summoned (from your Extra Deck) by BANISHING the above cards from your field and/or GY. Once per opponent's turn (QUICK EFFECT): <b>You can DISCARD 1 card, then target 1 card your opponent controls;</b> DESTROY it. <b>You can BANISH this card from your field or GY and reveal 1 Level 8 LIGHT Machine Fusion Monster in your Extra Deck;</b> Special Summon up to 3 of the Fusion Materials whose names are mentioned on that monster from your GY and/or BANISHment."
    },
    "Zaborg the Mega Monarch": {
        "_current": "You can Tribute Summon this card by Tributing 1 Tribute Summoned monster.\n① If this card is Tribute Summoned: <b>Target 1 monster on the field;</b> DESTROY it, then, if it was a LIGHT monster, both players send as many cards as possible from their Extra Deck to the GY, but not more than the original Level/Rank of that destroyed monster. If this card was Tribute Summoned by Tributing a LIGHT monster, add this additional effect.\n● You choose the cards your opponent sends to the GY.",
        "previous": "You can Tribute Summon this card by Tributing 1 Tribute Summoned monster.\nIf this card is Tribute Summoned: <b>Target 1 monster on the field;</b> DESTROY it, then, if it was a LIGHT monster, both players send as many cards as possible from their Extra Deck to the GY, but not more than the original Level/Rank of that destroyed monster. If this card was Tribute Summoned by Tributing a LIGHT monster, add this additional effect.\n● You choose the cards your opponent sends to the GY."
    },
    "ジェムナイトマスター・ダイヤ－ディスパージョン": {
        "_current": "ジェムナイトマスター・ダイヤ－ディスパージョン",
        "previous": null
    },
    "ジュラック・アステロ": {
        "_current": "ジュラック・アステロ",
        "previous": null
    },
    "メタトロンの影霊衣": {
        "_current": "メタトロンの影霊衣",
        "previous": null
    },
    "影霊衣の魔剣士　アバンス": {
        "_current": "影霊衣の魔剣士　アバンス",
        "previous": null
    },
    "魔轟神レヴェルゼブル": {
        "_current": "魔轟神レヴェルゼブル",
        "previous": null
    }
}