{
    "Ace★Spades Speculation": {
        "_current": "1 monster with 2500 or more ATK + 1 face-down Defense Position monster with 2500 or less DEF\nYou can only Special Summon \"Ace★Spades Speculation(s)\" once per turn.\n① <b>You can Tribute 1 Attack Position monster and 1 face-down Defense Position monster;</b> Special Summon this card from your GY.\n② This card gains the following effect based on its battle position.\n● Attack Position: Gains ATK equal to the highest original ATK among monsters your opponent controls (your choice, if tied).\n● Defense Position: Cannot be destroyed.",
        "previous": null
    },
    "Azamina Moa Regina": {
        "_current": "<b>1 Illusion monster + 1 Level 6 or higher Fiend monster\nYou can target 1 Illusion monster in your GY, except \"Azamina Moa Regina\";</b> Special Summon it. When an \"Azamina\" or \"Sinful Spoils\" card or effect is activated, except \"Azamina Moa Regina\" (QUICK EFFECT): <b>You can target up to 2 cards on the field;</b> DESTROY them. You can only use each effect of \"Azamina Moa Regina\" once per turn.",
        "previous": null
    },
    "Bashing Shield": {
        "_current": "Equip only to a Normal Summoned/Set monster.\n① It gains 1000 ATK.\n② You take no battle damage from battles involving it.",
        "previous": "Equip only to a Normal Summoned/Set monster.\n① It gains 1000 ATK.\n② You take no battle damage from attacks/battles involving it."
    },
    "Centur-Ion Primera Primus": {
        "_current": "1 Tuner + 1+ non-Tuner monsters\nCannot be destroyed by battle, unless it was Special Summoned from the Extra Deck. You can only use each of the following effects of \"Centur-Ion Primera Primus\" once per turn. If this card is Synchro Summoned: You can SEARCH 1 \"Emblema\" card (from DECK or GY) then you can DESTROY 2 cards (1 on each field). If a face-up \"Centur-Ion\" card(s) you control leaves the field by an opponent's card effect, while this card is in your GY (except during the Damage Step): You can Special Summon this card.",
        "previous": null
    },
    "Dragon Master Magia": {
        "_current": "\"Blue-Eyes Ultimate Dragon\" or 3 \"Blue-Eyes\" monsters + 1 \"Chaos\" or \"Black Luster Soldier\" Ritual Monster\nMust be Fusion Summoned.\n① QUICK | When your opponent activates a card or effect: You can NEGATE the activation, and if you do, DESTROY that card. You can only use this effect of \"Dragon Master Magia\" in response to each card type (Monster, Spell, or Trap) once per turn.\n② If this face-up card in its owner's control leaves the field because of an opponent's card: You can Special Summon 1 \"Blue-Eyes\" monster or 1 \"Chaos\" or \"Black Luster Soldier\" Ritual Monster from your Extra Deck or GY.",
        "previous": null
    },
    "Joker's Wild": {
        "_current": "① HOPT | During the Main or Battle Phase: <b>Send 1 Spell from your Deck to the GY that mentions all of \"Queen's Knight\", \"King's Knight\", and \"Jack's Knight\";</b> this effect becomes that card's activation effect.\n② END PHASE | HOPT | If this card is in your GY: <b>You can target 1 LIGHT Warrior monster in your GY;</b> shuffle it into the Deck, and if you do, add this card to your hand.",
        "previous": "① HOPT | During the Main or Battle Phase: <b>Send 1 Spell from your Deck to the GY that mentions all of \"Queen's Knight\", \"King's Knight\", and \"Jack's Knight\";</b> this effect becomes that Spell's effect when that card is activated.\n② END PHASE | HOPT | If this card is in your GY: <b>You can target 1 LIGHT Warrior monster in your GY;</b> shuffle it into the Deck, and if you do, add this card to your hand."
    },
    "Number C32: Shark Drake LeVeiss": {
        "_current": "4 Level 5 monsters\nYou can also Xyz Summon this card by DISCARDING 1 Spell, and using a Rank 4 \"Shark Drake\" Xyz Monster you control as material. (Transfer its materials to this card.) Once per turn (QUICK EFFECT): <b>You can detach 1 material from this card, then target 1 Effect Monster your opponent controls;</b> NEGATE its effects, and if you do, its ATK/DEF become 0. This card can make a second attack during each Battle Phase, also it is PIERCING.",
        "previous": null
    },
    "Poseidra Abyss, the Atlantean Dragon Lord": {
        "_current": "3 Level 7 monsters\nOnce per turn, you can also Xyz Summon \"Poseidra Abyss, the Atlantean Dragon Lord\" by using 1 \"Atlantean\" or \"Mermail\" Xyz Monster you control. (Transfer its materials to this card.) Once per turn: <b>You can detach 2 materials from this card, then send 1 WATER monster from your hand or Deck to the GY;</b> BOUNCE up to 3 cards your opponent controls. If this Xyz Summoned card is sent to the GY: <b>You can DISCARD 1 card to the GY;</b> Special Summon 3 Level 3 or lower Fish, Sea Serpent, and/or Aqua monsters from your hand and/or GY.",
        "previous": null
    },
    "Reactan, Dragon Ruler of Pebbles": {
        "_current": "<b>You can DISCARD this card AND 1 Dragon or EARTH monster;</b> Special Summon 1 \"Redox, Dragon Ruler of Boulders\" from your Deck. It cannot attack this turn.\nYou can only use the effect of \"Reactan, Dragon Ruler of Pebbles\" once per turn.",
        "previous": "<b>You can DISCARD this card AND 1 Dragon-Type or EARTH monster;</b> Special Summon 1 \"Redox, Dragon Ruler of Boulders\" from your Deck. It cannot attack this turn.\nYou can only use the effect of \"Reactan, Dragon Ruler of Pebbles\" once per turn."
    },
    "Red-Eyes Black Fullmetal Dragon": {
        "_current": "Cannot be Normal Summoned/Set. Must first be Special Summoned with \"Max Metalmorph\" that was activated by Tributing a Level 5 or higher Dragon monster. <b>You can reveal this card in your hand;</b> Set 1 \"Metalmorph\" Trap from your Deck, and if you do, shuffle this card into the Deck. When your opponent activates a card or effect (QUICK EFFECT): You can NEGATE the activation, then you can inflict damage to your opponent equal to the original ATK of 1 Attack Position monster your opponent controls. You can only use each effect of \"Red-Eyes Black Fullmetal Dragon\" once per turn.",
        "previous": null
    },
    "Spell Card \"Monster Reborn\"": {
        "_current": "HOPT ACTIVATION\n<b>Target 1 monster in either GY;</b> Special Summon it to your field, but for the rest of this turn, it cannot attack and neither player can activate its effects.",
        "previous": null
    },
    "Summon Sorceress": {
        "_current": "2+ monsters with the same Type, except Tokens\n① HOPT | If this card is Link Summoned: <b>You can Special Summon 1 monster from your hand in Defense Position, to your opponent's zone this card points to. You can target 1 face-up monster this card points to;</b> Special Summon 1 monster from your Deck in Defense Position, with the same Type as that monster, to a zone this card points to, but NEGATE its effects.",
        "previous": "2+ monsters with the same Type, except Tokens\n① If this card is Link Summoned: You can Special Summon 1 monster from your hand in Defense Position, to your opponent's zone this card points to.\n② HOPT | <b>You can target 1 face-up monster this card points to;</b> Special Summon 1 monster from your Deck in Defense Position, with the same Type as that monster, to a zone this card points to, but NEGATE its effects."
    },
    "Winged Kuriboh LV6": {
        "_current": "(This card is always treated as an \"Elemental HERO\" and \"Favorite\" card.)\nCannot be Normal Summoned/Set. Must be Special Summoned (from your hand or GY) by BANISHING 1 \"Elemental HERO\" Fusion Monster or 1 \"Winged Kuriboh\" from your hand, face-up field, or GY. You can only Special Summon \"Winged Kuriboh LV6\" once per turn this way.\n① QUICK | When an opponent's monster declares an attack, or your opponent activates a monster effect on the field: <b>You can Tribute this card;</b> DESTROY that 1 monster, and if you do, inflict damage to your opponent equal to its original ATK.",
        "previous": null
    }
}