{
    "Apophis the Swamp Deity": {
        "_current": "MAIN PHASE | Special Summon this card as a Normal Monster (Reptile/EARTH/Level 6/ATK 2000/DEF 2200) (this card is also still a Trap), then you can NEGATE the effects of face-up cards your opponent controls, up to the number of other Continuous Traps you control, until the end of this turn.",
        "previous": "MAIN PHASE | Special Summon this card as a Normal Monster (Reptile/EARTH/Level 6/ATK 2000/DEF 2200) (this card is also still a Trap), then, you can NEGATE the effects of face-up cards your opponent controls, up to the number of other Continuous Traps you control, until the end of this turn."
    },
    "Borrelsword Dragon": {
        "_current": "3+ Effect Monsters\n① Cannot be destroyed by battle.\n② OPT | QUICK | <b>You can target 1 Attack Position monster;</b> change it to Defense Position, also this card can make a second attack during each Battle Phase this turn. Your opponent cannot activate cards or effects in response to this effect's activation.\n③ OPT | When this card declares an attack on a face-up monster: <b>You can activate this effect;</b> until the end of this turn, this card gains ATK equal to half that monster's current ATK, and if it does, that monster's current ATK is halved.",
        "previous": "3+ Effect Monsters\n① Cannot be destroyed by battle.\n② OPT | QUICK | <b>You can target 1 Attack Position monster;</b> change it to Defense Position, also, this card can make a second attack during each Battle Phase this turn. Your opponent cannot activate cards or effects in response to this effect's activation.\n③ OPT | When this card declares an attack on a face-up monster: <b>You can activate this effect;</b> until the end of this turn, this card gains ATK equal to half that monster's current ATK, and if it does, that monster's current ATK is halved."
    },
    "Clown Crew Biancaviso": {
        "_current": "You can Tribute Summon this card face-up by Tributing 1 Ritual, Fusion, Synchro, Xyz, Pendulum, or Link Monster. If this card is Tribute Summoned: <b>You can activate 1 of these effects (but you can only use each effect of \"Clown Crew Biancaviso\" once per turn);</b> \n● DRAW cards equal to the number of monsters Tributed for its Tribute Summon. \n● NEGATE the effects of face-up cards your opponent controls, equal to the number of monsters Tributed for its Tribute Summon. \nOnce per turn, during your opponent's Main Phase, you can (QUICK EFFECT): Immediately after this effect resolves, Tribute Summon 1 monster.",
        "previous": "You can Tribute Summon this card face-up by Tributing 1 Ritual, Fusion, Synchro, Xyz, Pendulum or Link Monster. If this card is Tribute Summoned: <b>You can activate 1 of these effects (but you can only use each effect of \"Clown Crew Biancaviso\" once per turn);</b> \n● DRAW cards equal to the number of monsters Tributed for its Tribute Summon. \n● NEGATE the effects of face-up cards your opponent controls, equal to the number of monsters Tributed for its Tribute Summon. \nOnce per turn, during your opponent's Main Phase, you can (QUICK EFFECT): Immediately after this effect resolves, Tribute Summon 1 monster."
    },
    "Darklord Asmodeus": {
        "_current": "Cannot be Special Summoned from the Deck or GY.\n① OPT | You can send 1 Fairy monster from your Deck to the GY.\n② If this card you control is destroyed and sent to your GY: Special Summon 1 \"Asmo Token\" (Fairy/DARK/Level 5/ATK 1800/DEF 1300) and 1 \"Deus Token\" (Fairy/DARK/Level 3/ATK 1200/DEF 1200). \"Asmo Token\" cannot be destroyed by card effects. \"Deus Token\" cannot be destroyed by battle.",
        "previous": "Cannot be Special Summoned from the Deck or GY.\n① OPT | You can send 1 Fairy-Type monster from your Deck to the GY.\n② If this card you control is destroyed and sent to your GY: Special Summon 1 \"Asmo Token\" (Fairy-Type/DARK/Level 5/ATK 1800/DEF 1300) and 1 \"Deus Token\" (Fairy-Type/DARK/Level 3/ATK 1200/DEF 1200). \"Asmo Token\" cannot be destroyed by card effects. \"Deus Token\" cannot be destroyed by battle."
    },
    "Darklord Desire": {
        "_current": "Cannot be Special Summoned. You can Tribute Summon this card by Tributing 1 Fairy monster.\n① OPT | <b>You can target 1 monster your opponent controls;</b> this card loses exactly 1000 ATK, and if it does, send that target to the GY.",
        "previous": "Cannot be Special Summoned. You can Tribute Summon this card by Tributing 1 Fairy-Type monster.\n① OPT | <b>You can target 1 monster your opponent controls;</b> this card loses exactly 1000 ATK, and if it does, send that target to the GY."
    },
    "Darklord Superbia": {
        "_current": "When this card is Special Summoned from the GY: <b>You can target 1 Fairy monster in your GY, except \"Darklord Superbia\";</b> Special Summon that target.",
        "previous": "When this card is Special Summoned from the GY: <b>You can target 1 Fairy-Type monster in your GY, except \"Darklord Superbia\";</b> Special Summon that target."
    },
    "Darklord Tezcatlipoca": {
        "_current": "① If a \"Darklord\" monster(s) you control would be destroyed, you can DISCARD this card instead.\n② HOPT | QUICK | <b>You can pay 1000 LP, then target 1 \"Darklord\" Spell/Trap in your GY;</b> apply that target's effect, then shuffle that target into the Deck.\nYou can only Special Summon \"Darklord Tezcatlipoca(s)\" once per turn.",
        "previous": "① If a \"Darklord\" monster(s) you control would be destroyed, you can DISCARD this card instead.\n② HOPT | During either player's turn: <b>You can pay 1000 LP, then target 1 \"Darklord\" Spell/Trap Card in your GY;</b> apply that target's effect, then shuffle that target into the Deck.\nYou can only Special Summon \"Darklord Tezcatlipoca(s)\" once per turn."
    },
    "Darklord Uprising": {
        "_current": "HOPT ACTIVATION\n<b>Send 1 \"Darklord\" monster from your hand or face-up field to the GY;</b> Fusion Summon 1 DARK Fusion Monster from your Extra Deck, using monsters from your hand or field as material, then you can gain LP equal to the original ATK of the monster sent to the GY to activate this card.",
        "previous": "HOPT ACTIVATION\n<b>Send 1 \"Darklord\" monster from your hand or face-up field to the GY;</b> Fusion Summon 1 DARK Fusion Monster from your Extra Deck, using monsters from your hand or field as Fusion Material, then, you can gain LP equal to the original ATK of the monster sent to the GY to activate this card."
    },
    "Donner, Dagger Fur Hire": {
        "_current": "2 monsters with different Types\nHOPT | You can use ONE of —\n① <b>You can target 1 monster \"Fur Hire\" you control and 1 monster your opponent controls;</b> DESTROY them.\n② <b>You can Tribute 1 monster;</b> Special Summon 1 monster \"Fur Hire\" from your hand or GY with a different original name than the Tributed monster, then if you Tributed a Link Monster to activate this effect, you can Special Summon 1 more such monster.",
        "previous": "2 monsters with different Types\nHOPT | You can use ONE of —\n① <b>You can target 1 monster \"Fur Hire\" you control and 1 monster your opponent controls;</b> DESTROY them.\n② <b>You can Tribute 1 monster;</b> Special Summon 1 monster \"Fur Hire\" from your hand or GY with a different original name than the Tributed monster, then, if you Tributed a Link Monster to activate this effect, you can Special Summon 1 more such monster."
    },
    "Fandora, the Flying Furtress": {
        "_current": "① YOUR DRAW PHASE | Before you DRAW: You can give up your normal DRAW this turn, and if you do, SEARCH 1 monster \"Fur Hire\".\n② If you control 5 or more monsters \"Fur Hire\" with different names: <b>You can send this card from the Field Zone to the GY;</b> DESTROY all cards your opponent controls, also for the rest of this turn, your opponent takes no damage.",
        "previous": "① YOUR DRAW PHASE | Before you DRAW: You can give up your normal DRAW this turn, and if you do, SEARCH 1 monster \"Fur Hire\".\n② If you control 5 or more monsters \"Fur Hire\" with different names: <b>You can send this card from the Field Zone to the GY;</b> DESTROY all cards your opponent controls, also, for the rest of this turn, your opponent takes no damage."
    },
    "Galaxy-Eyes Tachyon Primal": {
        "_current": "① If a Dragon Xyz Monster declares an attack: Attach this card on the field to it.\n② HOPT | QUICK | If a Dragon Xyz Monster is on the field: You can Special Summon this card from your hand to either field.\n③ HOPT | If this card is Normal or Special Summoned: The owner of this card adds 1 \"Tachyon\" Spell/Trap from their Deck to their hand.",
        "previous": "① If a Dragon Xyz Monster declares an attack: Attach this card on the field to it as material.\n② HOPT | QUICK | If a Dragon Xyz Monster is on the field: You can Special Summon this card from your hand to either field.\n③ HOPT | If this card is Normal or Special Summoned: The owner of this card adds 1 \"Tachyon\" Spell/Trap from their Deck to their hand."
    },
    "Number 97: Draglubion": {
        "_current": "2 Level 8 monsters\n① Your opponent cannot target this card with card effects.\n② HOPT | You can detach 1 material from this card; take 2 Dragon \"Number\" monsters with different names from your Extra Deck and/or GY, except \"Number 97: Draglubion\", Special Summon 1 of them and attach the other to it, also for the rest of this turn you cannot Special Summon other monsters, or declare an attack, except with that Special Summoned monster.",
        "previous": "2 Level 8 monsters\n① Your opponent cannot target this card with card effects.\n② HOPT | You can detach 1 material from this card; take 2 Dragon \"Number\" monsters with different names from your Extra Deck and/or GY, except \"Number 97: Draglubion\", Special Summon 1 of them and attach the other to it as material, also for the rest of this turn you cannot Special Summon other monsters, or declare an attack, except with that Special Summoned monster."
    },
    "Rokket Synchron": {
        "_current": "When this card is Normal Summoned: <b>You can target 1 Level 5 or higher DARK Dragon monster in your GY;</b> Special Summon it in Defense Position, NEGATE its effects, DESTROY it during the End Phase, also you cannot Special Summon from the Extra Deck for the rest of this turn, except DARK monsters.",
        "previous": "When this card is Normal Summoned: <b>You can target 1 Level 5 or higher DARK Dragon monster in your GY;</b> Special Summon it in Defense Position, NEGATE its effects, DESTROY it during the End Phase, also you cannot Special Summon monsters from the Extra Deck for the rest of this turn, except DARK monsters."
    },
    "Starving Venom Wing Dragon": {
        "_current": "1 Fusion Monster + 1 \"Clear Wing\" monster\nOnce per turn, if your opponent Special Summons a monster(s) face-up (except during the Damage Step): <b>You can target 1 of them;</b> this card gains ATK equal to that monster's ATK, and if it does, that monster's effects are negated. These changes last until the end of this turn. Once per turn, when another card or their effect is activated on the field (QUICK EFFECT): You can DESTROY 1 card on the field. If this card in the Monster Zone is destroyed: You can place this card in your Pendulum Zone. \n[Pendulum Effect]\nEach time a monster(s) is Special Summoned to your opponent's field, place 1 Predator Counter on each one, and if it is Level 2 or higher, it becomes Level 1 as long as it has a Predator Counter.",
        "previous": null
    },
    "The Sanctified Darklord": {
        "_current": "HOPT ACTIVATION\n<b>Send 1 \"Darklord\" monster from your hand or face-up field to the GY;</b> NEGATE the effects of 1 Effect Monster on the field until the end of this turn, and if you do, gain LP equal to its ATK.",
        "previous": "HOPT ACTIVATION\n<b>Send 1 \"Darklord\" monster from your hand or face-up from your field to the GY;</b> NEGATE the effects of 1 Effect Monster on the field until the end of this turn, and if you do, gain LP equal to its ATK."
    },
    "Vidolium the Unstable Power Patron of Unity": {
        "_current": "Cannot be Normal Summoned/Set. Must be Special Summoned (from your Extra Deck or GY) by returning 3 monsters (1 Fusion, 1 Synchro, and 1 Xyz) from your face-up field and/or GY to the Extra Deck. Unaffected by monster effects, except \"Power Patron\" monsters. If this card is added to your Extra Deck face-up: You can SEARCH 1 \"Power Patron\" card. You can only use this effect of \"Vidolium the Unstable Power Patron of Unity\" once per turn. If this card is Special Summoned: BANISH (face-down) all cards in the GYs. <b>\n[Pendulum Effect]\nYou can activate 1 of these effects;</b> \n● DESTROY this card, and if you do, Special Summon 1 \"Power Patron\" monster from your hand or GY. \n● DESTROY this card, also for the rest of this turn, \"Power Patron\" monsters you control whose original Level is 12 gain 5000 ATK. \nYou can only use this effect of \"Vidolium the Unstable Power Patron of Unity\" once per turn.",
        "previous": "Cannot be Normal Summoned/Set. Must be Special Summoned (from your Extra Deck or GY) by returning 3 monsters (1 Fusion, 1 Synchro and 1 Xyz) from your face-up field and/or GY to the Extra Deck. Unaffected by monster effects, except \"Power Patron\" monsters. If this card is added to your Extra Deck face-up: You can SEARCH 1 \"Power Patron\" card. You can only use this effect of \"Vidolium the Unstable Power Patron of Unity\" once per turn. If this card is Special Summoned: BANISH (face-down) all cards in the GYs. <b>\n[Pendulum Effect]\nYou can activate 1 of these effects;</b> \n● DESTROY this card, and if you do, Special Summon 1 \"Power Patron\" monster from your hand or GY. \n● DESTROY this card, also for the rest of this turn \"Power Patron\" monsters you control whose original Level is 12 gain 5000 ATK. \nYou can only use this effect of \"Vidolium the Unstable Power Patron of Unity\" once per turn."
    }
}