{
    "Battlewasp - Grand Partisan the Revolution": {
        "_current": "1 Tuner + 1+ non-Tuner monsters\n① Cannot be destroyed by card effects.\n② Insect Synchro Monsters you control gain 200 ATK for each of your banished Insect monsters.\n③ HOPT | If this card is banished: You can Special Summon it, then you can DESTROY cards your opponent controls up to the number of your banished Insect monsters, then inflict 500 damage to your opponent for each card destroyed.",
        "previous": null
    },
    "Delta of Invitation": {
        "_current": "HOPT ACTIVATION\n① When this card is activated: You can send 1 Level 5 or higher Zombie monster from your Deck to the GY.\n② HOPT | If a Zombie monster is on the field: You can Special Summon 1 \"Delta Token\" (Zombie/DARK/Level 5/ATK 0/DEF 0).\n③ HOPT | If a monster(s) is added from the GY to the hand, while this card is in your GY (except during the Damage Step): You can add this card to your hand.",
        "previous": null
    },
    "Liberator Eto": {
        "_current": "Cannot be Normal Summoned/Set. Must be Special Summoned (from your hand or GY) by paying half your LP, while your opponent has a Monster Card in their field or GY with an effect that activates in the hand or Monster Zone in response to a card or effect activation. You can only Special Summon \"Liberator Eto\" once per turn this way.\n① This card's Special Summon cannot be negated.\n② This face-up card cannot be used as material for a Fusion, Synchro, Xyz, or Link Summon, also during your turn only, it is unaffected by monster effects activated on your opponent's field.",
        "previous": null
    },
    "Maliss ＜Q＞ Hearts Crypter": {
        "_current": "3 monsters, including a \"Maliss\" monster\n① HOPT | QUICK | <b>You can target 1 of your banished \"Maliss\" cards;</b> shuffle it into the Deck, and if you do, BANISH 1 card on the field (while this card points to a monster, this effect and its activation cannot be negated).\n② HOPT | If this card is banished: <b>You can pay 900 LP;</b> Special Summon it and double its ATK.",
        "previous": null
    },
    "Tenyi Spirit - Mula Adhara": {
        "_current": "1 Tuner + 1+ non-Tuner monsters\n① HOPT | If this card is Synchro Summoned and 2 or more Wyrm monsters are in your GY and/or BANISHment: You can SEARCH 1 Field Spell.\n② While a non-Effect Monster is face-up on the field, this card gains these effects.\n● Cannot be destroyed by an opponent's card effects.\n● Your opponent cannot target this card with card effects.\n● Can make a second attack during each Battle Phase.",
        "previous": null
    }
}