{
    "Ancient Gear Advance": {
        "_current": "When this card is activated: SEARCH 1 \"Ancient Gear\" Spell/Trap except \"Ancient Gear Advance\".\nOPT | <b>You can Tribute 1 monster;</b> DRAW 1 card and apply this effect for the rest of this turn (even if this card leaves the field).\n● You can Normal Summon \"Ancient Gear Golem\", or Level 5 or higher monsters that mention it, without Tributing.\nYou cannot Set cards the turn you activate this card. You can only activate 1 \"Ancient Gear Advance\" per turn.",
        "previous": null
    },
    "Ancient Gear Commander": {
        "_current": "① HOPT | <b>You can send 1 \"Ancient Gear Golem\" from your hand, Deck, or face-up Monster Zone to the GY;</b> immediately after this effect resolves, Normal Summon 1 \"Ancient Gear\" monster.\n② HOPT | If you Normal or Special Summon \"Ancient Gear Golem\" (except during the Damage Step): You can Special Summon 1 \"Ancient Gear Golem\" from your hand or GY, ignoring its Summoning conditions.\n③ HOPT | <b>You can BANISH this card from your GY;</b> place 1 \"Ancient Gear\" Continuous Trap from your hand face-up on your field.",
        "previous": null
    },
    "Ancient Gear Dark Golem": {
        "_current": "① This card's name becomes \"Ancient Gear Golem\" while on the field or in the GY.\n② HOPT | If this card is Normal or Special Summoned: You can add up to 2 cards (\"Ancient Gear\" cards and/or \"Geartown\") from your Deck to your hand, except \"Ancient Gear Dark Golem\", then DISCARD 1 card, also you cannot Set cards for the rest of this turn.\n③ If this card attacks, your opponent cannot activate Spell/Trap Cards until the end of the Damage Step.",
        "previous": null
    },
    "Ancient Gear Dragon": {
        "_current": "Cannot be Special Summoned.\n① If you control no monsters, or all monsters you control are EARTH Machine monsters, you can Normal Summon this card without Tributing.\n② HOPT | QUICK | When your opponent activates a Spell/Trap Card or effect: <b>You can send to the GY, 1 Machine monster from your hand or face-up field, or 1 \"Ancient Gear Golem\" from your Deck;</b> NEGATE that effect.",
        "previous": null
    },
    "Ancient Gear Duel": {
        "_current": "① \"Ancient Gear Golem\", and monsters that mention it, in your Monster Zone are unaffected by your opponent's activated monster effects.\n② HOPT | If your opponent controls a monster: You can Fusion Summon 1 Fusion Monster that mentions \"Ancient Gear Golem\" from your Extra Deck, by BANISHING monsters from your field or GY as material, including \"Ancient Gear Golem\" you control, and if you do, it can make up to 3 attacks during each Battle Phase.",
        "previous": null
    },
    "Ancient Gear Statue": {
        "_current": "① HOPT | If your opponent controls more monsters than you do, you can Special Summon this card (from your hand).\n② HOPT | <b>You can Tribute this card;</b> Special Summon from your hand or Deck, 1 \"Ancient Gear Golem\" or 1 monster that mentions it, except \"Ancient Gear Statue\", ignoring its Summoning conditions.",
        "previous": null
    },
    "Ancient Gear Tanker": {
        "_current": "① HOPT | If this card is Normal or Special Summoned: You can Special Summon 1 \"Ancient Gear\" monster from your hand, except \"Ancient Gear Tanker\", ignoring its Summoning conditions, or, if your opponent controls a monster, you can Special Summon from your GY instead.\n② HOPT | <b>You can target 1 face-up card you control;</b> DESTROY it, also for the rest of this turn, all monsters you control that are \"Ancient Gear Golem\", or mention it, gain 600 ATK.",
        "previous": null
    },
    "Aroma Blend": {
        "_current": "① HOPT | <b>DISCARD 1 card;</b> place 1 \"Humid Winds\", \"Dried Winds\", or \"Blessed Winds\" from your hand or Deck, face-up in your Spell & Trap Zone.\n② HOPT | <b>You can BANISH this card from your GY;</b> Fusion Summon 1 Plant Fusion Monster from your Extra Deck, by BANISHING its materials from your hand or field. If your LP are higher than your opponent's, you can also BANISH Plant monsters from your GY as material.",
        "previous": null
    },
    "Aroma Healing": {
        "_current": "HOPT | You can use ONE of —\n① Gain 1000 LP for each \"Aroma\" monster you control with a different name.\n② <b>You can BANISH this card from your GY, then target 1 \"Aroma\" monster in your GY;</b> Special Summon it (but BANISH it when it leaves the field), then gain 500 LP.",
        "previous": null
    },
    "Aromalilith Magnolia": {
        "_current": "1 \"Aroma\" monster + 1 Plant monster\n① While your LP are higher than your opponent's, Plant monsters you control cannot be destroyed by your opponent's card effects.\n② OPT | <b>You can pay 2000 LP;</b> BANISH cards on the field equal to the number of \"Humid Winds\", \"Dried Winds\", and \"Blessed Winds\" you control.\n③ OPT | If you gain LP, even during the Damage Step: You can make all Plant monsters you currently control gain ATK equal to the LP gained, until the end of this turn.",
        "previous": null
    },
    "Aromalilith Rosalina": {
        "_current": "① HOPT | QUICK | <b>You can DISCARD this card, then target 1 \"Aroma\" monster you control;</b> gain LP equal to half its ATK.\n② HOPT | If this card is Normal or Special Summoned: You can Special Summon 1 non-Tuner \"Aroma\" monster from your Deck, also you cannot Special Summon for the rest of this turn, except Plant monsters.",
        "previous": null
    },
    "Aromalilith Rosemary": {
        "_current": "2+ Plant monsters\n① HOPT | If this card is Special Summoned: You can SEARCH 1 \"Aroma\" card.\n② HOPT | If you gain LP, even during the Damage Step: You can Special Summon up to 3 \"Aroma\" monsters from your hand to your zones this card points to.\n③ HOPT | <b>You can Tribute 1 monster this card points to, then target 1 card on the field;</b> BANISH it, and if you do, gain 1000 LP.",
        "previous": null
    },
    "Asset Mountis": {
        "_current": "① HOPT | If your opponent controls a Level 6 or lower monster: You can Special Summon this card from your hand.\n② HOPT | If you have more cards in your hand than your opponent: You can change the battle positions of all monsters on the field, all other Insect monsters on the field become the same Attribute and Level as this card, also you cannot Special Summon monsters for the rest of this turn, except Insect monsters.\n③ HOPT | If this card is destroyed: You can SEARCH 1 Level 8 or higher Insect monster.",
        "previous": null
    },
    "Binary Sorceress": {
        "_current": "2 monsters, except Tokens\nOPT | QUICK | Gains these effects based on the number of monsters co-linked to this card.\n● 1+: <b>When a monster co-linked to this card battles your opponent's monster and inflicts battle damage to them: You can gain that much LP.\n● 2: You can target 2 face-up monsters you control;</b> until the end of this turn, halve the ATK of 1 monster, and if you do, add that lost ATK to the other monster.",
        "previous": "2 monsters, except Tokens\nOPT | QUICK | This card gains these effects based on the number of monsters co-linked to this card.\n● 1+: <b>When a monster co-linked to this card battles your opponent's monster and inflicts battle damage to them: You can gain that much LP.\n● 2: You can target 2 face-up monsters you control;</b> until the end of this turn, halve the ATK of 1 monster, and if you do, add that lost ATK to the other monster."
    },
    "Cooling Embers": {
        "_current": "① If a player gains LP (except during the Damage Step): You can Special Summon this card from your hand.\n② OPT | If a player gains LP while this card is in the Monster Zone (except during the Damage Step): You can make 1 player gain 1000 LP.",
        "previous": null
    },
    "Cursed Bride Doll": {
        "_current": "① When you DRAW this card: <b>You can reveal it;</b> Special Summon this card.\n② At the start of each Battle Phase: If there are more cards in your Deck than your opponent's, this card gains ATK equal to the difference x 300, until the end of this turn.\n③ END PHASE | OPT | If this card is in the GY because it was sent there this turn: Place this card on top of the Deck.",
        "previous": null
    },
    "Cyclos the Circular Sprite": {
        "_current": "① HOPT | If this card is Normal or Special Summoned: <b>You can DISCARD 1 card;</b> SEARCH 1 Insect or Plant Tuner except \"Cyclos the Circular Sprite\".\n② HOPT | If an Insect or Plant Synchro Monster(s) is Special Summoned, while this card is in your GY (except during the Damage Step): You can Special Summon this card, but BANISH it when it leaves the field.",
        "previous": null
    },
    "Dandy Whitelion": {
        "_current": "HOPT | If this card is sent from the hand or field to the GY: You can Special Summon 3 \"White Fluff Tokens\" (Plant/WIND/Level 1/ATK 0/DEF 0) in Defense Position.\nYou cannot Special Summon from the Extra Deck the turn you activate this effect.",
        "previous": null
    },
    "Dragonmaid Changeover": {
        "_current": "① Fusion Summon 1 Dragon Fusion Monster from your Extra Deck, using monsters from your hand or field as material.\n② HOPT | While this card is in your GY: <b>You can target 1 \"Dragonmaid\" monster you control;</b> add this card to your hand, and if you do, BOUNCE that monster.",
        "previous": "① Fusion Summon 1 Dragon Fusion Monster from your Extra Deck, using monsters from your hand or field as Fusion Material.\n② HOPT | While this card is in your GY: <b>You can target 1 \"Dragonmaid\" monster you control;</b> add this card to your hand, and if you do, BOUNCE that monster."
    },
    "Encode Talker": {
        "_current": "2+ Cyberse monsters\n① OPT | Before damage calculation, if your monster this card points to battles an opponent's monster with higher ATK than it: <b>You can activate this effect;</b> this battle, your monster cannot be destroyed by battle and you take no battle damage. After that damage calculation, have this card or 1 monster it points to gain ATK equal to the ATK of that battled opponent's monster, until the end of this turn.",
        "previous": "2+ Cyberse monsters\n① OPT | Before damage calculation, if your monster this card points to battles an opponent's monster with higher ATK than it: You can make that monster unable to be destroyed by that battle, also you take no battle damage from that battle. After that damage calculation, have this card or 1 monster it points to gain ATK equal to the ATK of that battled opponent's monster, until the end of this turn."
    },
    "Enlightenment Dragon": {
        "_current": "\"Judgment Dragon\" + \"Punishment Dragon\"\nMust be Special Summoned (from your Extra Deck) by BANISHING the above monsters, 1 each from your field and GY.\n① OPT | QUICK | <b>You can pay 2000 LP;</b> BANISH all other cards on the field and in the GYs.\n② YOUR END PHASE | OPT | Send the top 4 cards of your Deck to the GY.\n③ If this card in its owner's possession is destroyed by an opponent's card: You can add 2 of your banished monsters to your hand (1 \"Judgment Dragon\" and 1 \"Punishment Dragon\"), then you can Special Summon both, ignoring their Summoning conditions.",
        "previous": null
    },
    "Evilswarm Exciton Knight": {
        "_current": "2 Level 4 monsters\n① QUICK | Once per Chain, during your Main Phase or your opponent's Battle Phase, if your opponent has more total cards in their hand and field than you do: <b>You can detach 1 material from this card;</b> DESTROY all other cards on the field, also for the rest of this turn, your opponent takes no damage.",
        "previous": "2 Level 4 monsters\n① QUICK | Once per Chain, during your Main Phase or your opponent's Battle Phase, if your opponent has more total cards in their hand and field than you do: <b>You can detach 1 material from this card;</b> DESTROY all other cards on the field, also your opponent takes no further damage this turn."
    },
    "Evilswarm Ouroboros": {
        "_current": "3 Level 4 monsters\nOPT | <b>You can detach 1 material from this card, then activate 1 of these effects. Each effect can only be used once while this card is face-up on the field.\n● Target 1 card your opponent controls;</b> BOUNCE that target.\n● Send 1 random card from your opponent's hand to the GY.\n● Target 1 card in your opponent's GY; BANISH that target.",
        "previous": "3 Level 4 monsters\nOPT | <b>You can detach 1 Xyz Material from this card, then activate 1 of these effects. Each effect can only be used once while this card is face-up on the field.\n● Target 1 card your opponent controls;</b> BOUNCE that target.\n● Send 1 random card from your opponent's hand to the GY.\n● Target 1 card in your opponent's GY; BANISH that target."
    },
    "Haggard Lizardose": {
        "_current": "2 monsters with different names\n① HOPT | <b>You can BANISH 1 monster from your face-up field or GY with 2000 or less ATK, then target 1 face-up monster on the field;</b> make its ATK become equal to the original ATK of the monster banished to activate this effect (until the end of this turn), then if you banished a monster that was originally Reptile, DRAW 1 card.",
        "previous": null
    },
    "Heavy Armored Train Ironwolf": {
        "_current": "2 Level 4 Machine monsters\n① OPT | <b>You can detach 1 material from this card, then target 1 Machine monster you control;</b> this turn, it can attack your opponent directly, also other monsters cannot attack.\n② If this card in your possession is destroyed by an opponent's card and sent to your GY: You can SEARCH 1 Level 4 Machine monster.",
        "previous": "2 Level 4 Machine-Type monsters\n① OPT | <b>You can detach 1 Xyz Material from this card, then target 1 Machine-Type monster you control;</b> this turn, it can attack your opponent directly, also other monsters cannot attack.\n② If this card in your possession is destroyed by an opponent's card (by battle or card effect) and sent to your GY: You can SEARCH 1 Level 4 Machine-Type monster."
    },
    "I.A.S. -Invasive Alien Species-": {
        "_current": "① Cannot be destroyed while your opponent has a face-up card in their Field Zone.\n② HOPT | If your opponent has a face-up card in their Field Zone: <b>You can target 1 monster they control;</b> DESTROY it, and if you do, this card gains 1000 ATK.\n③ HOPT | If your opponent has a face-up card in their Field Zone, while this card is in your GY: You can Special Summon this card.",
        "previous": null
    },
    "Invoked Cocytus": {
        "_current": "\"Aleister the Invoker\" + 1 WATER monster\n① Cannot be destroyed by your opponent's card effects. Your opponent cannot target this card with card effects.\n② Can attack while in face-up Defense Position. If it does, apply its ATK for damage calculation.",
        "previous": "\"Aleister the Invoker\" + 1 WATER monster\n① Cannot be destroyed by your opponent's card effects. Your opponent cannot target this card with card effects.\n② This card can attack while in face-up Defense Position. If it does, apply its ATK for damage calculation."
    },
    "Invoked Purgatrio": {
        "_current": "\"Aleister the Invoker\" + 1 FIRE monster\n① Gains 200 ATK for each card your opponent controls.\n② Can attack all monsters your opponent controls, once each. This card is PIERCING.",
        "previous": "\"Aleister the Invoker\" + 1 FIRE monster\n① This card gains 200 ATK for each card your opponent controls.\n② Can attack all monsters your opponent controls, once each. This card is PIERCING."
    },
    "Lightsworn Aegis": {
        "_current": "① HOPT | <b>Target face-up cards your opponent controls, up to the number of \"Lightsworn\" monsters you control;</b> NEGATE their effects until the end of this turn.\n② HOPT | If this card is sent from the Deck to the GY: You can Set this card.",
        "previous": null
    },
    "Lightsworn Dragonling": {
        "_current": "① HOPT | If you have a \"Lightsworn\" monster in your GY: You can Special Summon this card from your hand.\n② HOPT | If this card is Special Summoned: You can send 1 \"Lightsworn\" card from your Deck to the GY, except \"Lightsworn Dragonling\".\n③ HOPT | If this card is sent to the GY: You can SEARCH 1 Dragon monster with 3000 ATK/2600 DEF.",
        "previous": null
    },
    "Live☆Twin Home": {
        "_current": "HOPT ACTIVATION\n<b>DISCARD 1 card;</b> Special Summon 1 \"Ki-sikil\" monster or 1 \"Lil-la\" monster from your Deck, also for the rest of this turn after this card resolves, you cannot Special Summon from the Extra Deck, except \"Evil★Twin\" monsters.",
        "previous": "HOPT ACTIVATION\n<b>DISCARD 1 card;</b> Special Summon 1 \"Ki-sikil\" monster or 1 \"Lil-la\" monster from your Deck, also for the rest of this turn after this card resolves, you cannot Special Summon monsters from the Extra Deck, except \"Evil★Twin\" monsters."
    },
    "Minerva, the Athenian Lightsworn": {
        "_current": "1 Tuner + 1+ non-Tuner monsters\n① \"Lightsworn\" monsters you control cannot be banished by card effects.\n② HOPT | If this card is Synchro Summoned: You can send \"Lightsworn\" monsters with different Types from your Deck to the GY, up to the number of \"Lightsworn\" monsters used as this card's material.\n③ HOPT | <b>You can BANISH up to 4 \"Lightsworn\" monsters from your GY;</b> MILL that many cards.",
        "previous": null
    },
    "Number 103: Ragnazero": {
        "_current": "2 Level 4 monsters\n① OPT | QUICK | <b>You can detach 1 material from this card, then target 1 Attack Position monster your opponent controls, whose current ATK is different from its original ATK;</b> DESTROY it, and if you do, DRAW 1 card.",
        "previous": "2 Level 4 monsters\n① OPT | During either player's turn: <b>You can detach 1 Xyz Material from this card, then target 1 face-up Attack Position monster your opponent controls, whose current ATK is different from its original ATK;</b> DESTROY it, and if you do, DRAW 1 card."
    },
    "R-Genex Turing": {
        "_current": "① OPP'S MAIN PHASE | HOPT | QUICK | If you control a \"Genex\" monster: You can Special Summon this card from your hand, then, immediately after this effect resolves, you can Synchro Summon 1 \"Genex\" Synchro Monster.\n② This card on the field can be treated as a Level 1 or 3 monster when used for a Synchro Summon of a \"Genex\" Synchro Monster.",
        "previous": null
    },
    "R-Genex Undine": {
        "_current": "① OPT | <b>You can BANISH 1 \"Genex\" monster from your GY;</b> this card gains that monster's Attribute, then if you banished a Tuner to activate this effect, you can treat this card as a Tuner until the end of this turn.\n② If you control a \"Genex\" Synchro Monster: <b>You can target 2 \"Genex\" monsters in your GY, including this card;</b> add them to your hand, also for the rest of this turn, any card sent to your GY is banished instead.",
        "previous": null
    },
    "Ragnaraika Armored Lizard": {
        "_current": "① HOPT | You can Special Summon this card (from your hand) by BANISHING 1 Insect, Plant, or Reptile monster from your GY.\n② HOPT | <b>You can DISCARD 1 Insect, Plant, or Reptile monster, then target 1 face-up monster your opponent controls, except an Insect, Plant, or Reptile monster;</b> BOUNCE it.",
        "previous": null
    },
    "Ragnaraika Bloom": {
        "_current": "Insect, Plant, and Reptile monsters on the field gain 300 ATK/DEF, also all other monsters on the field lose 300 ATK/DEF.\nYOUR MAIN PHASE | HOPT | <b>You can activate 1 of these effects;</b> \n● SEARCH 1 \"Ragnaraika\" monster then DISCARD 1 card.\n● Special Summon 1 of your \"Ragnaraika\" monsters from your hand, GY, or BANISHment, in Defense Position.",
        "previous": null
    },
    "Ragnaraika Chain Coils": {
        "_current": "2+ monsters, including an Insect, Plant, or Reptile monster\n① HOPT | If your opponent activates a monster effect (except during the Damage Step): <b>You can activate this effect;</b> neither player can activate the effects of monsters in the hand this turn.\n② HOPT | If this card is in your GY: <b>You can target 1 Insect, Plant, or Reptile monster you control;</b> place it on the bottom of the Deck, and if you do, Special Summon this card, also you cannot Special Summon for the rest of this turn, except Insect, Plant, or Reptile monsters.",
        "previous": null
    },
    "Ragnaraika Hunting Dance": {
        "_current": "① HOPT | <b>Target cards your opponent controls, up to the number of different Monster Types among the Link Monsters you control that are Insect, Plant, or Reptile;</b> DESTROY them.\n② HOPT | If a face-up Insect, Plant, or Reptile monster(s) you control is destroyed, while this card is in your GY, except the turn it was sent there: <b>You can BANISH this card, then target 1 monster your opponent controls;</b> DESTROY it.",
        "previous": null
    },
    "Ragnaraika Mantis Monk": {
        "_current": "2+ monsters, including an Insect, Plant, or Reptile monster\n① HOPT | <b>You can BANISH 2 Insect, Plant, and/or Reptile monsters from your GY;</b> SEARCH 1 \"Ragnaraika\" Trap.\n② HOPT | If this card is in your GY: <b>You can target 1 Insect, Plant, or Reptile monster you control;</b> place it on the bottom of the Deck, and if you do, Special Summon this card, also you cannot Special Summon for the rest of this turn, except Insect, Plant, or Reptile monsters.",
        "previous": null
    },
    "Ragnaraika Samurai Beetle": {
        "_current": "① HOPT | You can Special Summon this card (from your hand) by placing 1 of your banished Insect, Plant, or Reptile monsters on the bottom of your Main Deck.\n② HOPT | If this card is sent to the GY as material for a \"Ragnaraika\" Link Monster: <b>You can target 1 Level 4 or lower Insect, Plant, or Reptile monster in your GY, except \"Ragnaraika Samurai Beetle\";</b> Special Summon it in Defense Position.",
        "previous": null
    },
    "Ragnaraika Selene Snapper": {
        "_current": "2+ Insect, Plant, and/or Reptile monsters\n① HOPT | <b>You can BANISH up to 2 monsters from your GY, then target that many Spells/Traps your opponent controls;</b> DESTROY them.\n② HOPT | If this card is in your GY: <b>You can target 1 Insect, Plant, or Reptile monster you control;</b> place it on the bottom of the Deck, and if you do, Special Summon this card, also you cannot Special Summon for the rest of this turn, except Insect, Plant, or Reptile monsters.",
        "previous": null
    },
    "Ragnaraika Skeletal Soldier": {
        "_current": "2 monsters, including an Insect, Plant, or Reptile monster\n① <b>You can target 1 \"Ragnaraika\" monster in your GY;</b> Special Summon it in Defense Position.\n② If this card is in your GY: <b>You can target 1 Insect, Plant, or Reptile monster you control;</b> place it on the bottom of the Deck, and if you do, Special Summon this card.\nYou can only use each effect of \"Ragnaraika Skeletal Soldier\" once per turn, also you cannot Special Summon during the turn you activate either of this card's effects, except Insect, Plant, or Reptile monsters.",
        "previous": null
    },
    "Ragnaraika Stag Sovereign": {
        "_current": "2+ Insect, Plant, and/or Reptile monsters\n① HOPT | If a monster(s) is Special Summoned from your opponent's Deck and/or Extra Deck (except during the Damage Step): You can DESTROY 2 monsters on the field.\n② HOPT | If this card is in your GY: <b>You can target 1 Insect, Plant, or Reptile monster you control;</b> place it on the bottom of the Deck, and if you do, Special Summon this card, also you cannot Special Summon for the rest of this turn, except Insect, Plant, or Reptile monsters.",
        "previous": null
    },
    "Ragnaraika Wicked Butterfly": {
        "_current": "① HOPT | <b>You can DISCARD this card;</b> Special Summon 1 Insect, Plant, or Reptile monster from your hand.\n② HOPT | If this card is banished from the hand or GY: You can DRAW cards during the End Phase of this turn, equal to the number of different Monster Types among the monsters you control that are Insect, Plant, or Reptile.",
        "previous": null
    },
    "Ragnaraika the Evil Seed": {
        "_current": "① HOPT | You can Special Summon this card (from your hand) by sending 1 Insect, Plant, or Reptile monster from your hand to the GY.\n② HOPT | If this card is Normal or Special Summoned: You can add to your hand up to 2 different \"Ragnaraika\" cards of yours that are banished and/or in your Deck, except \"Ragnaraika the Evil Seed\", then BANISH 1 card from your hand, also you cannot Special Summon for the rest of this turn, except Insect, Plant, or Reptile monsters.",
        "previous": null
    },
    "Recoded Alive": {
        "_current": "① <b>Target 1 Link-3 Cyberse Link Monster you control or in your GY;</b> BANISH it, and if you do, Special Summon 1 \"Code Talker\" monster from your Extra Deck.\n② If you control no monsters in the Extra Monster Zone: <b>You can BANISH this card from your GY, then target 1 of your banished \"Code Talker\" monsters;</b> Special Summon it.",
        "previous": "① <b>Target 1 Link-3 Cyberse Link Monster you control or is in your GY;</b> BANISH it, and if you do, Special Summon 1 \"Code Talker\" monster from your Extra Deck.\n② If you control no monsters in the Extra Monster Zone: <b>You can BANISH this card from your GY, then target 1 of your banished \"Code Talker\" monsters;</b> Special Summon it."
    },
    "Repair Genex Controller": {
        "_current": "1 Level 4 or lower \"Genex\" monster\nYou can only Special Summon \"Repair Genex Controller(s)\" once per turn.\n① If this card is Link Summoned: You can add 1 \"Genex\" monster from your GY to your hand.\n② Once per Chain, if a \"Genex\" monster(s) is added to your hand, except by DRAWING it, you can (except during the Damage Step): Immediately after this effect resolves, Normal Summon 1 \"Genex\" monster, also you cannot Special Summon from the Extra Deck for the rest of this turn, except Synchro Summon using a \"Genex\" Tuner as material.",
        "previous": null
    },
    "Rocket Arrow Express": {
        "_current": "Cannot be Normal Summoned/Set. Must be Special Summoned (from your hand) by controlling no cards. You cannot conduct your Battle Phase the turn you Special Summon this card.\n① You cannot activate cards or effects, or Set any cards.\nOnce per turn, during your Standby Phase, send your entire hand to the GY (min. 1), or DESTROY this card.",
        "previous": "Cannot be Normal Summoned/Set. Must be Special Summoned (from your hand) by controlling no cards, and cannot be Special Summoned by other ways. You cannot conduct your Battle Phase the turn you Special Summon this card.\n① You cannot activate cards or effects, or Set any cards.\nDuring each of your Standby Phases, DESTROY this card unless you send your entire hand to the GY (min. 1)."
    },
    "Sky Striker Ace - Hayate": {
        "_current": "1 non-WIND \"Sky Striker Ace\" monster\nYou can only Special Summon \"Sky Striker Ace - Hayate(s)\" once per turn.\n① Can attack directly.\n② After damage calculation, if this card battled: You can send 1 \"Sky Striker\" card from your Deck to the GY.",
        "previous": "1 non-WIND \"Sky Striker Ace\" monster\nYou can only Special Summon \"Sky Striker Ace - Hayate(s)\" once per turn.\n① This card can attack directly.\n② After damage calculation, if this card battled: You can send 1 \"Sky Striker\" card from your Deck to the GY."
    },
    "Sky Striker Mobilize - Linkage!": {
        "_current": "If you control no monsters in your Main Monster Zone: You cannot Special Summon from the Extra Deck for the rest of this turn after this card resolves, except \"Sky Striker Ace\" monsters, also send 1 other card you control to the GY, and if you do, Special Summon 1 \"Sky Striker Ace\" monster from your Extra Deck to the Extra Monster Zone, and if you have at least 1 LIGHT and 1 DARK \"Sky Striker Ace\" monsters on your field and/or in your GY, the Summoned monster gains 1000 ATK.",
        "previous": "If you control no monsters in your Main Monster Zone: You cannot Special Summon monsters from the Extra Deck for the rest of this turn after this card resolves, except \"Sky Striker Ace\" monsters, also send 1 other card you control to the GY, and if you do, Special Summon 1 \"Sky Striker Ace\" monster from your Extra Deck to the Extra Monster Zone, and if you have at least 1 LIGHT and 1 DARK \"Sky Striker Ace\" monsters on your field and/or in your GY, the Summoned monster gains 1000 ATK."
    },
    "Sorcerer of Sebek": {
        "_current": "2 Effect Monsters\n① HOPT | When this card or your monster this card points to inflicts battle damage to your opponent: You can gain that much LP.\n② HOPT | If a player gains LP, even during the Damage Step: You can make each player take 1000 damage.",
        "previous": null
    },
    "Star Seraph Scepter": {
        "_current": "When this card is Normal or Special Summoned: You can SEARCH 1 \"Star Seraph\" monster except \"Star Seraph Scepter\".\nAn Xyz Monster that was Summoned using 3 or more monsters, including this card on the field, as material gains this effect.\n● When it is Xyz Summoned: <b>You can target 1 other card on the field;</b> DESTROY it, and if you do, you can DRAW 1 card.",
        "previous": "When this card is Normal or Special Summoned: You can SEARCH 1 \"Star Seraph\" monster except \"Star Seraph Scepter\".\nAn Xyz Monster that was Summoned using 3 or more monsters, including this card on the field, as materials gains this effect.\n● When it is Xyz Summoned: <b>You can target 1 other card on the field;</b> DESTROY it, and if you do, you can DRAW 1 card."
    },
    "Star Seraph Sovereignty": {
        "_current": "Cannot be used as material for an Xyz Summon, except for an Xyz Summon that uses 3 or more monsters as material.\n① If you Normal or Special Summon a \"Star Seraph\" monster(s) (except during the Damage Step): You can Special Summon this card from your hand, and if you do, DRAW 1 card, then you can Special Summon it if it is a \"Star Seraph\" monster.",
        "previous": "Cannot be used as material for an Xyz Summon, except for an Xyz Summon that uses 3 or more monsters as material.\n① If you Normal or Special Summon a \"Star Seraph\" monster(s), except during the Damage Step: You can Special Summon this card from your hand, and if you do, DRAW 1 card, then you can Special Summon it if it is a \"Star Seraph\" monster."
    },
    "Starry Dragon's Cycle": {
        "_current": "HOPT ACTIVATION\nTarget 1 Fusion, Synchro, Xyz, or Link Monster on the field; return that face-up monster to the Extra Deck, then, based on its card type, you can Special Summon 1 appropriate monster from either GY to your field.\n● Fusion: Monster with the same Attribute.\n● Synchro: Monster with a lower Level.\n● Xyz: Monster with the same Level as its Rank.\n● Link: Monster with the same Type.",
        "previous": null
    },
    "Superdimensional Robot Galaxy Destroyer": {
        "_current": "3 Level 10 monsters\n① OPT | <b>You can detach 1 material from this card;</b> DESTROY all Spells and Traps your opponent controls. Your opponent cannot activate Spell/Trap Cards in response to this effect's activation.",
        "previous": "3 Level 10 monsters\n① OPT | <b>You can detach 1 material from this card;</b> DESTROY all Spells/Traps your opponent controls. Your opponent cannot activate Spell/Trap Cards in response to this effect's activation."
    },
    "Tenyi Spirit - Ashuna": {
        "_current": "① HOPT | If you control no Effect Monsters: You can Special Summon this card from your hand.\n② HOPT | If you control a face-up non-Effect Monster: <b>You can BANISH this card from your hand or GY;</b> Special Summon 1 \"Tenyi\" monster from your Deck, except \"Tenyi Spirit - Ashuna\", also you cannot Special Summon for the rest of this turn, except Wyrm monsters.",
        "previous": "① HOPT | If you control no Effect Monsters: You can Special Summon this card from your hand.\n② HOPT | If you control a face-up non-Effect Monster: <b>You can BANISH this card from your hand or GY;</b> Special Summon 1 \"Tenyi\" monster from your Deck, except \"Tenyi Spirit - Ashuna\", also you cannot Special Summon monsters for the rest of this turn, except Wyrm monsters."
    },
    "The Black Goat Laughs": {
        "_current": "HOPT | You can use ONE of —\n① <b>Declare 1 Monster Card name;</b> this turn, neither player can Special Summon monsters with that original name, except from the GY.\n② <b>You can BANISH this card from the GY, then declare 1 Monster Card name;</b> this turn, neither player can activate the effects of monsters on the field with that original name.",
        "previous": null
    },
    "Time Thief Redoer": {
        "_current": "2 Level 4 monsters\n① STANDBY PHASE | OPT | You can attach the top card of your opponent's Deck to this card as material.\n② HOPT | QUICK | You can detach up to 3 different types of materials from this card, then apply the following effect(s) depending on what was detached.\n● Monster: BANISH this card until the End Phase.\n● Spell: DRAW 1 card.\n● Trap: Place 1 face-up card your opponent controls on top of the Deck.",
        "previous": "2 Level 4 monsters\n① STANDBY PHASE | OPT | You can attach the top card of your opponent's Deck to this card as material.\n② HOPT | QUICK | You can detach up to 3 different types of materials from this card, then apply the following effect(s) depending on what was detached.\n● Monster: BANISH this card until the End Phase.\n● Spell: DRAW 1 card.\n● Trap: Place 1 face-up card your opponent controls on the top of the Deck."
    },
    "Topologic Bomber Dragon": {
        "_current": "2+ Effect Monsters\n① If another monster is Special Summoned to a zone a Link Monster points to, while this monster is on the field: DESTROY all monsters in the Main Monster Zones, also your other monsters cannot attack for the rest of this turn.\n② After damage calculation, if this card attacked an opponent's monster: Inflict damage to your opponent equal to that opponent's monster's original ATK.",
        "previous": "2+ Effect Monsters\n① If another monster is Special Summoned to a zone a Link Monster points to, while this monster is on the field: DESTROY all monsters in the Main Monster Zones, also your other monsters cannot attack for the rest of this turn.\n② After damage calculation, if this card attacked an opponent's monster: Inflict damage to your opponent equal to that monster's original ATK."
    },
    "Tri-Gate Wizard": {
        "_current": "2+ monsters, except Tokens\nOPT | QUICK | Gains these effects based on the number of monsters co-linked to this card.\n● 1+: <b>If a monster co-linked to this card battles your opponent's monster, any battle damage it inflicts to your opponent is doubled.\n● 2+: You can target 1 card on the field;</b> BANISH it.\n● 3: when a card or effect is activated: You can NEGATE the activation, and if you do, BANISH that card.",
        "previous": "2+ monsters, except Tokens\nOPT | QUICK | This card gains these effects based on the number of monsters co-linked to this card.\n● 1+: <b>If a monster co-linked to this card battles your opponent's monster, any battle damage it inflicts to your opponent is doubled.\n● 2+: You can target 1 card on the field;</b> BANISH it.\n● 3: when a card or effect is activated: You can NEGATE the activation, and if you do, BANISH that card."
    },
    "Weiss, Lightsworn Archfiend": {
        "_current": "① HOPT | <b>You can place 1 other \"Lightsworn\" card from your hand on top of the Deck;</b> Special Summon this card from your hand, then send the top 2 cards of your Deck to the GY.\n② HOPT | If this card is sent from the Deck to the GY: <b>You can target 1 \"Lightsworn\" monster in your GY, except \"Weiss, Lightsworn Archfiend\";</b> Special Summon it.",
        "previous": null
    },
    "White Fluff Token": {
        "_current": "Special Summoned with the effect of \"Dandy Whitelion.\"",
        "previous": null
    },
    "Wightlord": {
        "_current": "① This card's name becomes \"Skull Servant\" while in the GY.\n② HOPT | If you have \"Skull Servant\" or \"King of the Skull Servants\" in your GY: <b>You can MILL this card from your hand or field to the GY;</b> send cards, up to the number of \"Skull Servant\" and \"King of the Skull Servants\" in your GY.\n③ HOPT | <b>You can BANISH this card from your GY, then target 1 \"Skull Servant\" or \"King of the Skull Servants\" in your GY;</b> Special Summon it.",
        "previous": null
    }
}