{
    "Elzette, Azamina of the White Forest": {
        "_current": "① HOPT | <b>You can reveal this card in your hand;</b> Special Summon 1 \"White Forest\" or \"Azamina\" monster from your hand.\n② YOUR MAIN PHASE | HOPT | You can Fusion Summon 1 \"Azamina\" Fusion Monster from your Extra Deck, using monsters from your hand or field.\n③ HOPT | If this card is sent to the GY as Synchro Material: You can SEARCH 1 \"Sinful Spoils\" card.",
        "previous": null
    },
    "Exosister Martha": {
        "_current": "① HOPT | If you control no monsters, or only Xyz Monsters: You can Special Summon this card from your hand, and if you do, Special Summon 1 \"Exosister Elis\" from your Deck. You cannot Special Summon the turn you activate this effect, except \"Exosister\" monsters.\n② HOPT | If a card(s) moves out of either GY (except during the Damage Step): You can Special Summon from your Extra Deck, 1 \"Exosister\" Xyz Monster, using this face-up card you control as material. (This is treated as an Xyz Summon.)",
        "previous": "① HOPT | If you control no monsters, or only Xyz Monsters: You can Special Summon this card from your hand, and if you do, Special Summon 1 \"Exosister Elis\" from your Deck. You cannot Special Summon monsters the turn you activate this effect, except \"Exosister\" monsters.\n② HOPT | If a card(s) moves out of either GY (except during the Damage Step): You can Special Summon from your Extra Deck, 1 \"Exosister\" Xyz Monster, using this face-up card you control as material. (This is treated as an Xyz Summon.)"
    },
    "Exosister Vadis": {
        "_current": "HOPT ACTIVATION\n<b>Pay 800 LP;</b> choose 1 \"Exosister\" monster from your Deck, then take 1 other \"Exosister\" monster from your Deck that is mentioned on that monster, and Special Summon both, but shuffle them into the Deck during the End Phase, also for the rest of this turn after this card resolves, you cannot Special Summon from the Extra Deck, except \"Exosister\" monsters.",
        "previous": "HOPT ACTIVATION\n<b>Pay 800 LP;</b> choose 1 \"Exosister\" monster from your Deck, then take 1 other \"Exosister\" monster from your Deck that is mentioned on that monster, and Special Summon both, but shuffle them into the Deck during the End Phase, also for the rest of this turn after this card resolves, you cannot Special Summon monsters from the Extra Deck, except \"Exosister\" monsters."
    },
    "Exosisters Magnifica": {
        "_current": "2 Rank 4 \"Exosister\" Xyz Monsters\nMust be Xyz Summoned with the above materials.\n① Can make a second attack during each Battle Phase.\n② OPT | QUICK | <b>You can detach 1 material from this card;</b> BANISH 1 card your opponent controls.\n③ QUICK | When your opponent activates a card or effect: You can return 1 Xyz Monster you own attached to this card to your Extra Deck, then you can Special Summon that monster from your Extra Deck, using this card you control as material. (This is treated as an Xyz Summon. Transfer this card's materials to the Summoned monster.)",
        "previous": "2 Rank 4 \"Exosister\" Xyz Monsters\nMust be Xyz Summoned with the above materials.\n① Can make a second attack during each Battle Phase.\n② OPT | QUICK | <b>You can detach 1 material from this card;</b> BANISH 1 card your opponent controls.\n③ QUICK | When your opponent activates a card or effect: You can return 1 Xyz Monster you own attached to this card to your Extra Deck, then you can Special Summon that monster from your Extra Deck, by using this card you control as material. (This is treated as an Xyz Summon. Transfer this card's materials to the Summoned monster.)"
    },
    "Promethean Princess, Bestower of Flames": {
        "_current": "2+ Effect Monsters\n① You cannot Special Summon, except FIRE monsters.\n② YOUR MAIN PHASE | HOPT | You can Special Summon 1 FIRE monster from your GY.\n③ HOPT | If a monster(s) is Special Summoned to your opponent's field, while this card is in your GY (except during the Damage Step): <b>You can target 1 FIRE monster you control and 1 monster your opponent controls;</b> DESTROY them, and if you do, Special Summon this card.",
        "previous": "2+ Effect Monsters\n① You cannot Special Summon monsters, except FIRE monsters.\n② YOUR MAIN PHASE | HOPT | You can Special Summon 1 FIRE monster from your GY.\n③ HOPT | If a monster(s) is Special Summoned to your opponent's field, while this card is in your GY (except during the Damage Step): <b>You can target 1 FIRE monster you control and 1 monster your opponent controls;</b> DESTROY them, and if you do, Special Summon this card."
    },
    "Regulus": {
        "_current": "OPT | You can select 1 Field Spell Card in your GY.\nReturn it to the Deck.",
        "previous": "OPT | You can select 1 Field Spell Card in your GY. Return it to the Deck."
    },
    "Rescue-ACE Turbulence": {
        "_current": "① HOPT | <b>You can BANISH 2 \"Rescue-ACE\" cards from your GY;</b> Special Summon this card from your hand.\n② YOUR MAIN PHASE | HOPT | You can Set up to 4 \"Rescue-ACE\" Quick-Play Spells / Normal Traps, with different names, from your Deck.\n③ HOPT | If another card(s) you control leaves the field by an opponent's card effect (except during the Damage Step): <b>You can target 1 card on the field;</b> DESTROY it.",
        "previous": "① HOPT | <b>You can BANISH 2 \"Rescue-ACE\" cards from your GY;</b> Special Summon this card from your hand.\n② YOUR MAIN PHASE | HOPT | You can Set up to 4 \"Rescue-ACE\" Quick-Play Spells / Normal Traps, with different names, directly from your Deck.\n③ HOPT | If another card(s) you control leaves the field by an opponent's card effect (except during the Damage Step): <b>You can target 1 card on the field;</b> DESTROY it."
    },
    "Speed Warrior": {
        "_current": "Once per Battle Step, if this card was Normal Summoned this turn (except during the Damage Step): You can make its ATK become double its original ATK, until the end of the Battle Phase.",
        "previous": "Once per Battle Phase, if this card was Normal Summoned this turn (except during the Damage Step): You can make its ATK become double its original ATK, until the end of the Battle Phase."
    },
    "Vicious Claw": {
        "_current": "① The equipped monster gains 300 ATK.\n② If the equipped monster would be destroyed by battle, return this card to its owner's hand instead. Then, DESTROY 1 monster, except the one that battled the equipped monster, and inflict 600 damage to your opponent.\n③ After that, Special Summon 1 \"Evil Token\" (Fiend-Type/DARK/Level 7/ATK 2500/DEF 2500) on your opponent's side of the field.\nDuring the turn this card is returned to your hand, you cannot use \"Vicious Claw\" from your hand.",
        "previous": "① The equipped monster gains 300 ATK.\n② If the equipped monster would be destroyed by battle, return this card to its owner's hand instead. Then, DESTROY 1 monster, except the one that battled the equipped monster, and inflict 600 damage to your opponent. After that, Special Summon 1 \"Evil Token\" (Fiend-Type/DARK/Level 7/ATK 2500/DEF 2500) on your opponent's side of the field.\n③ During the turn this card is returned to your hand, you cannot use \"Vicious Claw\" from your hand."
    }
}