{
    "Blue-Eyes Ultimate Spirit Dragon": {
        "_current": "2+ Tuners + 1 non-Tuner \"Blue-Eyes\" monster\n① Your opponent cannot BANISH cards from your GY.\n② HOPT | QUICK | When a card or effect is activated on the field: You can NEGATE the activation, and if you do, this card gains 1000 ATK until the end of this turn.\n③ HOPT | If this card is destroyed: You can Special Summon 1 LIGHT Dragon monster from your GY, except \"Blue-Eyes Ultimate Spirit Dragon\".",
        "previous": "2+ Tuners + 1 non-Tuner \"Blue-Eyes\" monster\nYour opponent cannot BANISH cards from your GY. You can only use each of the following effects of \"Blue-Eyes Ultimate Spirit Dragon\" once per turn. When a card or effect is activated on the field (QUICK EFFECT): You can NEGATE the activation, and if you do, this card gains 1000 ATK until the end of this turn. If this card is destroyed: You can Special Summon 1 LIGHT Dragon monster from your GY, except \"Blue-Eyes Ultimate Spirit Dragon\"."
    },
    "Dominus Impulse": {
        "_current": "HOPT ACTIVATION\nIf your opponent controls a card, you can activate this card from your hand.\n① When a card or effect is activated that includes an effect that Special Summons a monster(s): NEGATE that effect, then if you have a Trap in your GY, DESTROY that card. If you activated this card from your hand, you cannot activate the effects of LIGHT, EARTH, and WIND monsters for the rest of this Duel.",
        "previous": null
    },
    "Dominus Purge": {
        "_current": "HOPT ACTIVATION\nIf your opponent controls a card, you can activate this card from your hand.\n① When a card or effect is activated that includes an effect that adds a card(s) from the Deck to the hand: NEGATE that effect, then if you have a Trap in your GY, DESTROY that card. If you activated this card from your hand, you cannot activate the effects of DARK, WATER, and FIRE monsters for the rest of this Duel.",
        "previous": null
    },
    "Goblin Bikers Gone Wild": {
        "_current": "① If you control no monsters, or all monsters you control are \"Goblin\" monsters, you can Normal Summon this card without Tributing.\n② HOPT | If this card is Normal or Special Summoned: You can Special Summon 1 Level 4 or lower \"Goblin\" monster from your Deck.\n③ HOPT | If this card is sent to the GY: <b>You can target 1 card on the field;</b> attach it to 1 \"Goblin\" Xyz Monster you control.",
        "previous": null
    },
    "Indigo-Eyes Silver Dragon": {
        "_current": "2 Level 8 Dragon monsters\n① Cannot attack directly unless this card has a Normal Monster as material.\n② HOPT | If this card is Xyz Summoned: You can NEGATE the effects of all face-up cards your opponent currently controls.\n③ HOPT | <b>You can detach 1 material from this card, then target 1 Normal Monster in your GY or BANISHment;</b> Special Summon it, and if you do, it gains 1000 ATK.",
        "previous": "2 Level 8 Dragon monsters\nCannot attack directly unless this card has a Normal Monster as material. You can only use each of the following effects of \"Indigo-Eyes Silver Dragon\" once per turn. If this card is Xyz Summoned: You can NEGATE the effects of all face-up cards your opponent currently controls. <b>You can detach 1 material from this card, then target 1 Normal Monster in your GY or BANISHment;</b> Special Summon it, and if you do, it gains 1000 ATK."
    },
    "Maiden of White": {
        "_current": "① HOPT | <b>You can send this card from your hand or field to the GY;</b> place 1 \"True Light\" from your hand, Deck, or GY, face-up in your Spell & Trap Zone.\n② HOPT | If you Special Summon \"Blue-Eyes White Dragon\" while this card is in your GY (except during the Damage Step): You can Special Summon this card.\n③ HOPT | QUICK | When a card or effect is activated that targets this card on the field, or when this card is targeted for an attack: You can Special Summon 1 \"Blue-Eyes White Dragon\" or 1 Level 1 LIGHT Tuner from your GY.",
        "previous": "<b>You can send this card from your hand or field to the GY;</b> place 1 \"True Light\" from your hand, Deck, or GY, face-up in your Spell & Trap Zone. If you Special Summon \"Blue-Eyes White Dragon\" while this card is in your GY (except during the Damage Step): You can Special Summon this card. When a card or effect is activated that targets this card on the field, or when this card is targeted for an attack (QUICK EFFECT): You can Special Summon 1 \"Blue-Eyes White Dragon\" or 1 Level 1 LIGHT Tuner from your GY. You can only use each effect of \"Maiden of White\" once per turn."
    },
    "Majesty of the White Dragons": {
        "_current": "① HOPT | Show up to 3 of the \"Blue-Eyes White Dragon\" in your hand, face-up Monster Zone, and/or GY, then DESTROY an equal number of cards your opponent controls.\n② HOPT | <b>You can BANISH this card from your GY;</b> Ritual Summon 1 Ritual Monster from your hand, by Tributing \"Blue-Eyes White Dragon(s)\" from your hand or field whose total Levels equal its Level.",
        "previous": "Show up to 3 of the \"Blue-Eyes White Dragon\" in your hand, face-up Monster Zone, and/or GY, then DESTROY an equal number of cards your opponent controls. <b>You can BANISH this card from your GY;</b> Ritual Summon 1 Ritual Monster from your hand, by Tributing \"Blue-Eyes White Dragon(s)\" from your hand or field whose total Levels equal its Level. You can only use each effect of \"Majesty of the White Dragons\" once per turn."
    },
    "Neo Kaiser Sea Horse": {
        "_current": "① HOPT | If you control \"Blue-Eyes White Dragon\": You can Special Summon this card from your hand.\n② HOPT | <b>You can target 1 LIGHT Tuner you control;</b> increase or decrease its Level by 1.\n③ HOPT | If this card is sent from the field to the GY: You can send 1 \"Blue-Eyes\" monster or 1 monster that mentions \"Blue-Eyes White Dragon\" from your Deck to the GY, except \"Neo Kaiser Sea Horse\".",
        "previous": "If you control \"Blue-Eyes White Dragon\": You can Special Summon this card from your hand. <b>You can target 1 LIGHT Tuner you control;</b> increase or decrease its Level by 1. If this card is sent from the field to the GY: You can send 1 \"Blue-Eyes\" monster or 1 monster that mentions \"Blue-Eyes White Dragon\" from your Deck to the GY, except \"Neo Kaiser Sea Horse\". You can only use each effect of \"Neo Kaiser Sea Horse\" once per turn."
    },
    "Performage Trapeze High Magician": {
        "_current": "2 Level 5 Spellcaster monsters\n① Cannot be destroyed while it has material.\n② Your opponent takes any effect damage you would have taken, a number of times each turn up to the number of materials attached to this card.\n③ <b>If this card has \"Performage Trapeze Magician\" as material, it gains this effect.\n● You can detach 1 material from this card;</b> this card can make up to 3 attacks during each Battle Phase this turn.",
        "previous": null
    },
    "Roar of the Blue-Eyed Dragons": {
        "_current": "HOPT | You can use ONE of —\n① Special Summon in Defense Position, 1 \"Blue-Eyes\" monster from your Deck, GY, or BANISHment (but if you control no \"Blue-Eyes White Dragon\", you can only Special Summon \"Blue-Eyes White Dragon\" with this effect), also you cannot Special Summon from the Extra Deck for the rest of this turn, except Dragon monsters.\n② <b>You can BANISH this card from your GY;</b> Fusion Summon 1 Fusion Monster from your Extra Deck, using monsters from your hand or field, including a \"Blue-Eyes\" monster.",
        "previous": "Special Summon in Defense Position, 1 \"Blue-Eyes\" monster from your Deck, GY, or BANISHment (but if you control no \"Blue-Eyes White Dragon\", you can only Special Summon \"Blue-Eyes White Dragon\" with this effect), also you cannot Special Summon from the Extra Deck for the rest of this turn, except Dragon monsters. <b>You can BANISH this card from your GY;</b> Fusion Summon 1 Fusion Monster from your Extra Deck, using monsters from your hand or field, including a \"Blue-Eyes\" monster. You can only use 1 \"Roar of the Blue-Eyed Dragons\" effect per turn, and only once that turn."
    },
    "Spirit with Eyes of Blue": {
        "_current": "1 Level 4 or lower Dragon or Spellcaster monster\n① You cannot Special Summon, except Dragon monsters.\n② HOPT | If this card is Link Summoned: You can take 1 \"Mausoleum of White\" from your Deck and either add it to your hand or send it to the GY.\n③ HOPT | <b>You can Tribute this card;</b> Special Summon 1 \"Blue-Eyes\" monster from your hand or GY, but if you Special Summoned an Effect Monster from your GY by this effect, it cannot attack and its effects are negated.",
        "previous": "1 Level 4 or lower Dragon or Spellcaster monster\nYou cannot Special Summon, except Dragon monsters. You can only use each of the following effects of \"Spirit with Eyes of Blue\" once per turn. If this card is Link Summoned: You can take 1 \"Mausoleum of White\" from your Deck and either add it to your hand or send it to the GY. <b>You can Tribute this card;</b> Special Summon 1 \"Blue-Eyes\" monster from your hand or GY, but if you Special Summoned an Effect Monster from your GY by this effect, it cannot attack and its effects are negated."
    },
    "Wishes for Eyes of Blue": {
        "_current": "① HOPT | <b>DISCARD 1 card;</b> SEARCH 1 Level 1 LIGHT Tuner, and 1 Spell/Trap that mentions \"Blue-Eyes White Dragon\", except \"Wishes for Eyes of Blue\".\n② HOPT | <b>You can BANISH this card from your GY, then target 1 \"Blue-Eyes White Dragon\" you control;</b> equip 1 \"Blue-Eyes\" monster from your Extra Deck to it as an Equip Spell that gives it 400 ATK.",
        "previous": "<b>DISCARD 1 card;</b> SEARCH 1 Level 1 LIGHT Tuner, and 1 Spell/Trap that mentions \"Blue-Eyes White Dragon\", except \"Wishes for Eyes of Blue\". <b>You can BANISH this card from your GY, then target 1 \"Blue-Eyes White Dragon\" you control;</b> equip 1 \"Blue-Eyes\" monster from your Extra Deck to it as an Equip Spell that gives it 400 ATK. You can only use each effect of \"Wishes for Eyes of Blue\" once per turn."
    }
}