{
    "ASHLAN U1000": {
        "_current": "2 monsters with different Types and Attributes\n① A Ritual Monster this card points to is PIERCING.\n② HOPT | <b>You can reveal 1 Ritual Monster in your hand;</b> SEARCH 1 Ritual Monster with a different Type and Attribute.\n③ HOPT | If you Ritual Summon (except during the Damage Step): <b>You can target 1 face-up card your opponent controls;</b> BOUNCE it.",
        "previous": null
    },
    "Backup @Ignister": {
        "_current": "① HOPT | If you control a Cyberse monster that was Special Summoned from the Extra Deck: You can Special Summon this card from your hand.\n② HOPT | If this card is Normal or Special Summoned: You can SEARCH 1 DARK Cyberse monster except \"Backup @Ignister\", then DISCARD 1 card.",
        "previous": "If you control a Cyberse monster that was Special Summoned from the Extra Deck: You can Special Summon this card from your hand. If this card is Normal or Special Summoned: You can SEARCH 1 DARK Cyberse monster except \"Backup @Ignister\", then DISCARD 1 card. You can only use each effect of \"Backup @Ignister\" once per turn."
    },
    "Cooky★Yummy Way": {
        "_current": "1 Tuner + 1 non-Tuner monster\nFor this card's Synchro Summon, you can treat 1 Link-1 monster you control as a Level 1 Tuner. You can only use each of the following effects of \"Cooky★Yummy Way\" once per turn.\n① If this card is Synchro Summoned: <b>You can target up to 2 face-up monsters on the field;</b> change them to face-down Defense Position.\n② QUICK | When your opponent activates a card or effect: <b>You can return this card to the Extra Deck;</b> Special Summon up to 2 \"Yummy\" monsters from your GY.",
        "previous": null
    },
    "Cooky☆Yummy": {
        "_current": "① HOPT | If you control a Link-1 monster or a Level 2 Synchro Monster, you can Special Summon this card (from your hand).\n② HOPT | If this card is Normal or Special Summoned: <b>You can target 1 face-up monster your opponent controls;</b> it loses 1000 ATK, or, if this card was Special Summoned by the effect of a Synchro Monster, you can DESTROY that monster instead.",
        "previous": null
    },
    "Cupsy★Yummy Way": {
        "_current": "1 Tuner + 1 non-Tuner monster\nFor this card's Synchro Summon, you can treat 1 Link-1 monster you control as a Level 1 Tuner. You can only use each of the following effects of \"Cupsy★Yummy Way\" once per turn.\n① If this card is Synchro Summoned: You can SEARCH 2 \"Yummy\" monsters then DISCARD 1 card.\n② QUICK | When your opponent activates a card or effect: <b>You can return this card to the Extra Deck;</b> Special Summon up to 2 \"Yummy\" monsters from your GY.",
        "previous": null
    },
    "Cupsy☆Yummy": {
        "_current": "① HOPT | If you control a Link-1 monster or a Level 2 Synchro Monster, you can Special Summon this card (from your hand).\n② HOPT | If this card is Normal or Special Summoned: You can SEARCH 1 \"Yummy\" card except \"Cupsy☆Yummy\", or, if this card was Special Summoned by the effect of a Synchro Monster, you can DRAW 1 card instead.",
        "previous": null
    },
    "D/D Defense Soldier": {
        "_current": "① HOPT | <b>You can activate 1 of these effects;</b> \n● Target 1 \"D/D\" card in your Pendulum Zone; Special Summon it.\n● BANISH 1 \"D/D\" monster from your GY; if your \"D/D/D\" monster attacks this turn, your opponent cannot activate cards or effects until the end of the Damage Step.\n② HOPT | <b>You can BANISH this card from your GY;</b> add 1 \"D/D\" Pendulum Monster from your face-up Extra Deck or GY to your hand.",
        "previous": null
    },
    "D/D Lance Soldier": {
        "_current": "① HOPT | <b>You can target 1 \"D/D\" monster you control;</b> increase its Level by up to the number of \"Dark Contract\" cards in your field and GY.\n② HOPT | If this card is in your GY: <b>You can target 1 \"Dark Contract\" card you control;</b> DESTROY it, and if you do, Special Summon this card, but BANISH it when it leaves the field.",
        "previous": null
    },
    "D/D/D Alfred the Divine Sage King": {
        "_current": "2 \"D/D\" monsters\n① YOUR MAIN PHASE | HOPT | You can Fusion Summon 1 \"D/D/D\" Fusion Monster from your Extra Deck, by shuffling its materials from your hand, field and/or BANISHment into the Deck.\n② HOPT | If this card is banished: <b>You can target \"Dark Contract\" Continuous Spells/Traps in your GY and/or BANISHment, up to the number of \"D/D/D\" monsters you control;</b> place them face-up on your field.",
        "previous": null
    },
    "D/D/D First King Clovis": {
        "_current": "1 Tuner + 1+ non-Tuner monsters\n① HOPT | If this card is Synchro Summoned: <b>You can target 1 of your banished \"D/D\" monsters, or if a \"Dark Contract\" card is on the field, you can target 1 in your GY instead;</b> Special Summon it.\n② If this card is banished: <b>You can activate this effect;</b> if your \"D/D\" monster attacks a Defense Position monster this turn, inflict PIERCING battle damage to your opponent.",
        "previous": null
    },
    "D/D/D Sky King Zeus Ragnarok": {
        "_current": "2+ \"D/D\" monsters\n① <b>You can target 1 \"D/D\" or \"Dark Contract\" card you control;</b> DESTROY it, also during your Main Phase this turn, you can conduct 1 Pendulum Summon of a \"D/D\" monster(s) in addition to your Pendulum Summon (you can only gain this effect once per turn).\n② HOPT | QUICK | When your opponent activates a monster effect in the hand: <b>You can BANISH 1 \"D/D\" monster and 1 \"Dark Contract\" card from your GY;</b> NEGATE the activation.",
        "previous": null
    },
    "D/D/D Wise King Solomon": {
        "_current": "2 Level 4 \"D/D\" monsters\n① HOPT | <b>You can detach 1 material from this card;</b> SEARCH 1 \"D/D\" card.\n② HOPT | If this card is banished: <b>You can target 1 \"D/D\" Effect Monster you control;</b> that Effect Monster gains this effect until the end of this turn.\n● If this card DESTROYS a monster by battle: Inflict damage to your opponent equal to that monster's original ATK.",
        "previous": null
    },
    "D/D/D Zero Doom Queen Machinex": {
        "_current": "① HOPT | If a face-up \"D/D/D\" and/or \"Dark Contract\" card(s) you control, except \"D/D/D Zero Doom Queen Machinex\", is destroyed while this card is face-up in your Extra Deck, even during the Damage Step: You can Special Summon this card, then you can DESTROY 1 card on the field.\n② HOPT | If this card in the Monster Zone is destroyed: You can place this card in your Pendulum Zone.\n[Pendulum Effect]\nYOUR MAIN PHASE | HOPT | If this card was activated this turn: You can place 1 \"Dark Contract\" Continuous Spell/Trap from your Deck face-up on your field.",
        "previous": null
    },
    "Dark Contract with the Different Dimension": {
        "_current": "① YOUR STANDBY PHASE | OPT | Take 1000 damage.\n② HOPT | <b>You can shuffle 2 \"Dark Contract\" cards from your GY into the Deck, then target 1 card in your opponent's field or GY;</b> BANISH it.\n③ HOPT | If this card is destroyed: You can gain 500 LP, then if it was destroyed by an opponent's card effect, gain another 500 LP.",
        "previous": null
    },
    "Dark Contract with the Zero King": {
        "_current": "(This card is always treated as a \"D/D\" card.)\n① HOPT | <b>You can target 1 \"D/D\" card you control, except \"Dark Contract with the Zero King\";</b> DESTROY it, and if you do, Special Summon 1 \"D/D\" monster from your Deck, also you cannot Special Summon for the rest of this turn, except \"D/D\" monsters.\n② YOUR STANDBY PHASE | OPT | Take 1000 damage.",
        "previous": null
    },
    "Dark Flare Swordsman": {
        "_current": "① You take no damage from battles involving this card.\n② HOPT | <b>You can send 1 \"Flame Swordsman\" or 1 monster that mentions it from your Extra Deck to the GY;</b> Special Summon this card from your hand, also you cannot declare attacks for the rest of this turn, except with Warrior monsters.\n③ HOPT | QUICK | <b>You can Tribute this card;</b> Special Summon 1 monster that mentions \"Flame Swordsman\" from your Deck, except a Level 6 monster.",
        "previous": null
    },
    "Despian Quaeritis": {
        "_current": "1 \"Despia\" monster + 1 LIGHT or DARK monster\n① MAIN PHASE | HOPT | QUICK | You can change the ATK of all monsters currently on the field to 0 until the end of this turn, except Level 8 or higher Fusion Monsters.\n② HOPT | If this face-up card in its owner's control leaves the field by an opponent's card effect: You can add to your hand, or Special Summon, 1 \"Fallen of Albaz\" or 1 \"Despia\" monster, from your Deck.",
        "previous": "1 \"Despia\" monster + 1 LIGHT or DARK monster\n① MAIN PHASE | HOPT | QUICK | You can change the ATK of all monsters currently on the field to 0 until the end of this turn, except Level 8 or higher Fusion Monsters.\n② HOPT | If this face-up card in its owner's control leaves the field because of an opponent's card effect: You can add to your hand, or Special Summon, 1 \"Fallen of Albaz\" or 1 \"Despia\" monster, from your Deck."
    },
    "Diabellstar Vengeance": {
        "_current": "(This card is always treated as a \"Sinful Spoils\" card.)\n① HOPT | <b>You can BANISH 1 Spell and 1 Trap from your hand and/or GY;</b> Special Summon this card from your hand or GY.\n② HOPT | QUICK | <b>You can pay half your LP, then target 1 card your opponent controls;</b> DESTROY it, then if another \"Diabell\" Monster Card is on the field, you can Special Summon 1 Tuner Synchro Monster (Illusion or Spellcaster) from your Extra Deck.",
        "previous": "(This card is always treated as a \"Sinful Spoils\" card. <b>)\nYou can BANISH 1 Spell and 1 Trap from your hand and/or GY;</b> Special Summon this card from your hand or GY. (QUICK EFFECT): <b>You can pay half your LP, then target 1 card your opponent controls;</b> DESTROY it, then if another \"Diabell\" Monster Card is on the field, you can Special Summon 1 Tuner Synchro Monster (Illusion or Spellcaster) from your Extra Deck. You can only use each effect of \"Diabellstar Vengeance\" once per turn."
    },
    "Diabellze the White Witch": {
        "_current": "(This card is always treated as a \"White Forest\" card.)\n① Monsters you control cannot be destroyed by your opponent's card effects, while you control 2 or more \"Diabell\" monsters.\n② HOPT | <b>You can send 1 Spell/Trap from your hand or field to the GY;</b> Special Summon this card from your hand.\n③ HOPT | If this card is Normal or Special Summoned: You can send 1 \"Sinful Spoils\" or \"Diabell\" card from your Deck to the GY.",
        "previous": "(This card is always treated as a \"White Forest\" card.)\nMonsters you control cannot be destroyed by your opponent's card effects, while you control 2 or more \"Diabell\" monsters. You can only use each of the following effects of \"Diabellze the White Witch\" once per turn. <b>You can send 1 Spell/Trap from your hand or field to the GY;</b> Special Summon this card from your hand. If this card is Normal or Special Summoned: You can send 1 \"Sinful Spoils\" or \"Diabell\" card from your Deck to the GY."
    },
    "Dragon's Mind": {
        "_current": "① HOPT | When a Spell/Trap Card, or monster effect, is activated while you control a monster with 2500 original ATK or DEF: NEGATE the activation, and if you do, DESTROY that card.\n② HOPT | If this card is in your GY: <b>You can pay 2500 LP;</b> Set this card, but BANISH it when it leaves the field.",
        "previous": "When a Spell/Trap Card, or monster effect, is activated while you control a monster with 2500 original ATK or DEF: NEGATE the activation, and if you do, DESTROY that card. If this card is in your GY: <b>You can pay 2500 LP;</b> Set this card, but BANISH it when it leaves the field. You can only use each effect of \"Dragon's Mind\" once per turn."
    },
    "Exosister Mikailis": {
        "_current": "2 Level 4 monsters\n① Cannot be destroyed by battle with a monster Special Summoned from the GY.\n② HOPT | QUICK | If you control this card that was Xyz Summoned this turn by using an \"Exosister\" monster as material: <b>You can target 1 card in your opponent's field or GY;</b> BANISH it.\n③ HOPT | <b>You can detach 1 material from this card;</b> SEARCH 1 \"Exosister\" Spell/Trap.",
        "previous": "2 Level 4 monsters\n① Cannot be destroyed by battle with a monster Special Summoned from the GY.\n② HOPT | QUICK | If you control this card that was Xyz Summoned this turn by using an \"Exosister\" monster as material: <b>You can target 1 card your opponent controls or in their GY;</b> BANISH it.\n③ HOPT | <b>You can detach 1 material from this card;</b> SEARCH 1 \"Exosister\" Spell/Trap."
    },
    "Fairy Tale Tails": {
        "_current": "① HOPT | <b>You can reveal 1 Spellcaster monster in your hand with 1850 ATK and a different name than the monsters you control;</b> immediately after this effect resolves, Normal Summon/Set it.\n② The first time each turn you would take battle or effect damage while you control a Spellcaster monster(s) with 1850 original ATK, you take no damage.",
        "previous": null
    },
    "Firewall Dragon Singularity": {
        "_current": "3+ Effect Monsters\n① HOPT | QUICK | <b>You can target cards in your opponent's field and/or GY, up to the number of different card types (Ritual, Fusion, Synchro, Xyz) in your field and GY;</b> BOUNCE them, also this card gains 500 ATK for each returned card.\n② HOPT | If a monster this card points to is destroyed by battle, or sent to the GY: <b>You can target 1 Cyberse monster in your GY;</b> Special Summon it.",
        "previous": "3+ Effect Monsters\n① HOPT | QUICK | <b>You can target cards your opponent controls or in their GY up to the number of different card types (Ritual, Fusion, Synchro, Xyz) you control and in your GY;</b> BOUNCE them, also this card gains 500 ATK for each returned card.\n② HOPT | If a monster this card points to is destroyed by battle, or sent to the GY: <b>You can target 1 Cyberse monster in your GY;</b> Special Summon it."
    },
    "Leo Wizard the Dark Fiend": {
        "_current": "① For a player to Normal Summon a monster from their hand with more than 1350 ATK or DEF and an original Level of 4 or lower, they must Tribute Summon it by Tributing 1 monster.\n② At the start of the Damage Step, if this card battles a LIGHT monster: You can DESTROY that monster.\n③ HOPT | If this card is destroyed: You can SEARCH 1 monster with 1350 ATK.",
        "previous": null
    },
    "Let's Go Together": {
        "_current": "If you have no \"Let's Go Together\" in your face-up field, GY, nor BANISHment: <b>BANISH 7 cards from the top of your Deck, face-down;</b> make your opponent BANISH 7 cards from their Extra Deck and/or top of their Deck, face-down, and they must declare how many are banished from each beforehand.",
        "previous": null
    },
    "Lollipo★Yummy Way": {
        "_current": "1 Tuner + 1 non-Tuner monster\nFor this card's Synchro Summon, you can treat 1 Link-1 monster you control as a Level 1 Tuner. You can only use each of the following effects of \"Lollipo★Yummy Way\" once per turn.\n① If this card is Synchro Summoned: You can Special Summon 2 \"Yummy\" monsters from your GY, but NEGATE their effects.\n② QUICK | When your opponent activates a card or effect: <b>You can return this card to the Extra Deck;</b> Special Summon up to 2 \"Yummy\" monsters from your GY.",
        "previous": null
    },
    "Lollipo☆Yummy": {
        "_current": "① HOPT | If you control a Link-1 monster or a Level 2 Synchro Monster, you can Special Summon this card (from your hand).\n② HOPT | If this card is Normal or Special Summoned: <b>You can target 1 card in your opponent's GY;</b> shuffle it into the Deck, or, if this card was Special Summoned by the effect of a Synchro Monster, you can BANISH that card instead.",
        "previous": null
    },
    "Megalith Anastasis": {
        "_current": "① HOPT | <b>You can DISCARD 1 card;</b> SEARCH 2 \"Megalith\" monsters (1 Level 4 or lower and 1 Level 8 or higher).\n② OPT | If you Ritual Summon a \"Megalith\" monster (except during the Damage Step): <b>You can activate 1 of these effects (but you can only use each of these effects of \"Megalith Anastasis\" once per turn);</b> \n● DRAW 2 cards, then DISCARD 1 card.\n● Tribute 1 monster your opponent controls.",
        "previous": null
    },
    "Megalith Phuloch": {
        "_current": "You can Ritual Summon this card with a \"Megalith\" card. You cannot activate the following effects of \"Megalith Phuloch\" in the same Chain.\n① If this card is Ritual Summoned: You can add 1 \"Megalith\" card from your GY to your hand.\n② MAIN PHASE | HOPT | QUICK | <b>You can activate this effect;</b> Ritual Summon 1 \"Megalith\" Ritual Monster from your GY, except \"Megalith Phuloch\", by Tributing monsters from your hand or field, including this card on your field, whose total Levels equal or exceed its Level.",
        "previous": null
    },
    "Miracle Raven": {
        "_current": "You can Ritual Summon this card with \"Miracle Raven\". Must be Ritual Summoned.\n① This Ritual Summoned card is unaffected by your opponent's activated effects.\n② If you Ritual Summon exactly 1 Ritual Monster with a card effect that requires use of monsters, this card you control can be used as the entire Tribute.\n③ HOPT | If this card is Tributed for a Ritual Summon: You can SEARCH 1 Ritual Monster.\n[Pendulum Effect]\nYOUR MAIN PHASE | OPT | You can Ritual Summon this card, by Tributing monsters from your hand or field whose total Levels equal or exceed 1.",
        "previous": null
    },
    "Mirrorjade the Iceblade Dragon": {
        "_current": "\"Fallen of Albaz\" + 1 Fusion, Synchro, Xyz, or Link Monster\n① You can only control 1 \"Mirrorjade the Iceblade Dragon\".\n② OPT | QUICK | <b>You can send 1 Fusion Monster from your Extra Deck to the GY that mentions \"Fallen of Albaz\" as material;</b> BANISH 1 monster on the field, also this card cannot use this effect next turn.\n③ If this Fusion Summoned card in its owner's control leaves the field by an opponent's card: You can DESTROY all monsters your opponent controls during the End Phase of this turn.",
        "previous": "\"Fallen of Albaz\" + 1 Fusion, Synchro, Xyz, or Link Monster\n① You can only control 1 \"Mirrorjade the Iceblade Dragon\".\n② OPT | QUICK | <b>You can send 1 Fusion Monster from your Extra Deck to the GY that mentions \"Fallen of Albaz\" as material;</b> BANISH 1 monster on the field, also this card cannot use this effect next turn.\n③ If this Fusion Summoned card in its owner's control leaves the field because of an opponent's card: You can DESTROY all monsters your opponent controls during the End Phase of this turn."
    },
    "Pesanta the Titan of Troubadours": {
        "_current": "An aberrant being that manifests in response to devout prayers. The lyrics it recites are said to foretell the future, but they are mysterious and incomprehensible to most.",
        "previous": null
    },
    "Predaplant Darlingtonia Cobra": {
        "_current": "If this card is Special Summoned by the effect of a \"Predaplant\" monster: You can SEARCH 1 \"Polymerization\" Spell or \"Fusion\" Spell.\nYou can only use this effect of \"Predaplant Darlingtonia Cobra\" once per Duel.",
        "previous": "If this card is Special Summoned by the effect of a \"Predaplant\" monster: You can SEARCH 1 \"Polymerization\" Spell Card or \"Fusion\" Spell Card.\nYou can only use this effect of \"Predaplant Darlingtonia Cobra\" once per Duel."
    },
    "Readying of Rites": {
        "_current": "① HOPT | SEARCH 1 Fiend Ritual Monster then if you added a Pendulum Monster, you can Special Summon 1 \"Sacrificial Offering Token\" (Fiend/DARK/Level 1/ATK 300/DEF 300). While you control that Token, you cannot Special Summon from the Extra Deck.\n② HOPT | When your Ritual Monster inflicts battle damage to your opponent: <b>You can BANISH this card from your GY;</b> DRAW 1 card.",
        "previous": null
    },
    "Red Wyvern": {
        "_current": "1 Tuner + 1+ non-Tuner monsters\n① QUICK | If a monster with higher ATK than this Synchro Summoned card is on the field: You can DESTROY the 1 face-up monster on the field that has the highest ATK (your choice, if tied). This effect can only be used once while this card is face-up on the field.",
        "previous": "1 Tuner + 1 or more non-Tuner monsters\n① During either player's turn, if a monster with higher ATK than this Synchro Summoned card is on the field: You can DESTROY the 1 face-up monster on the field that has the highest ATK (your choice, if tied). This effect can only be used once while this card is face-up on the field."
    },
    "Replicard LAD": {
        "_current": "① HOPT | <b>You can BANISH 1 other Level 7 or higher monster from your hand;</b> Special Summon this card from your hand.\n② HOPT | <b>You can target 1 face-up monster you control;</b> Special Summon 1 monster from your Deck with a different name that has 2 or more of the same Level, ATK, and/or DEF, but it cannot activate its effects this turn.",
        "previous": null
    },
    "SA.I.dekick": {
        "_current": "① HOPT | <b>Target face-up cards your opponent controls equal to the number of Cyberse monsters you control with 2300 original ATK;</b> NEGATE their effects until the end of this turn.\n② HOPT | <b>You can BANISH this card from your GY, then target 1 of your banished Cyberse monsters;</b> Special Summon it.",
        "previous": "<b>Target face-up cards your opponent controls equal to the number of Cyberse monsters you control with 2300 original ATK;</b> NEGATE their effects until the end of this turn. <b>You can BANISH this card from your GY, then target 1 of your banished Cyberse monsters;</b> Special Summon it. You can only use each effect of \"SA. I. dekick\" once per turn."
    },
    "Sacrificial Offering Token": {
        "_current": "Special Summoned with the effect of \"Readying of Rites.\"",
        "previous": null
    },
    "Saiba the Soldier Swordsmith": {
        "_current": "1 Tuner + 1+ non-Tuners\n① HOPT | <b>You can target 1 Level 6 or lower Warrior monster in your GY;</b> Special Summon it (but NEGATE its effects), also this card cannot be used as Synchro Material this turn.\n② OPP'S MAIN PHASE | HOPT | QUICK | You can: Immediately after this effect resolves, Synchro Summon 1 Synchro Monster, using monsters you control as material, including a Warrior monster.",
        "previous": null
    },
    "Sakra Vendirage": {
        "_current": "2 Level 4 monsters\n① HOPT | <b>You can detach 1 material from this card, then target 1 Level/Rank 4 Psychic monster in your GY, except \"Sakra Vendirage\";</b> Special Summon it.\n② HOPT | If a monster(s) is Special Summoned, while this card is in your Monster Zone (except during the Damage Step): <b>You can target 1 other face-up monster on the field;</b> that monster's name becomes \"Sakra Vendirage\" until the End Phase.",
        "previous": null
    },
    "Sky Striker Ace - Roze": {
        "_current": "① HOPT | If a \"Sky Striker Ace\" monster(s) is Normal or Special Summoned, except \"Sky Striker Ace - Roze\" (except during the Damage Step): You can Special Summon this card from your hand.\n② HOPT | If an opponent's monster in the Extra Monster Zone is destroyed by battle, or leaves the field by your card effect, while this card is in your GY: You can Special Summon this card, then you can NEGATE the effects of 1 face-up monster your opponent controls, until the end of this turn.",
        "previous": "① HOPT | If a \"Sky Striker Ace\" monster(s) is Normal or Special Summoned, except \"Sky Striker Ace - Roze\" (except during the Damage Step): You can Special Summon this card from your hand.\n② HOPT | If an opponent's monster in the Extra Monster Zone is destroyed by battle, or leaves the field because of your card effect, while this card is in your GY: You can Special Summon this card, then you can NEGATE the effects of 1 face-up monster your opponent controls, until the end of this turn."
    },
    "Solfachord Primoa": {
        "_current": "① While you have \"Solfachord\" cards in both of your Pendulum Zones (1 odd and 1 even Pendulum Scale), the activated effects of your \"Solfachord\" cards cannot be negated.\n② HOPT | If this card is Normal or Special Summoned: You can SEARCH 1 \"Solfachord\" card except \"Solfachord Primoa\".\n③ HOPT | If you Link Summon a \"Solfachord\" monster: You can add 1 \"Solfachord\" card from your face-up Extra Deck or GY to your hand.\n[Pendulum Effect]\nWhen you Pendulum Summon: <b>You can target 1 \"Solfachord\" card in your Pendulum Zone;</b> BOUNCE it.",
        "previous": null
    },
    "Solfachord Solfegia": {
        "_current": "① HOPT | If you control no monsters, or all monsters you control are \"Solfachord\" monsters: You can Special Summon this card from your hand.\n② YOUR MAIN PHASE | HOPT | <b>You can activate this effect (you can also Tribute this card);</b> Special Summon 1 \"Solfachord\" monster from your hand, except \"Solfachord Solfegia\", or, if you Tributed this card when you activated this effect, you can Special Summon from your face-up Extra Deck or GY instead.\n[Pendulum Effect]\nHOPT | When your opponent's monster effect activated on the field resolves, if you control a \"GranSolfachord\" monster, you can NEGATE that effect, then DESTROY this card.",
        "previous": null
    },
    "Soulicer Crystal": {
        "_current": "① Cannot be destroyed by card effects.\n② HOPT | If your opponent controls at least 2 more monsters than you do: You can Special Summon this card from your hand.\n③ HOPT | <b>You can target 1 Effect Monster your opponent controls;</b> NEGATE its effects.",
        "previous": null
    },
    "THE Star Ham": {
        "_current": "1 Tuner + 1+ non-Tuners\n① HOPT | If this card is Synchro Summoned: <b>You can DISCARD 1 card;</b> Special Summon 1 monster from your GY that was used as material for this card's Synchro Summon, and if you do, it is treated as a Tuner.\n② HOPT | If this card is in your GY: <b>You can DISCARD 2 cards;</b> Special Summon this card, but BANISH it when it leaves the field.",
        "previous": null
    },
    "Wizard @Ignister": {
        "_current": "① HOPT | If you control a Cyberse monster that was Special Summoned from the Extra Deck: <b>You can target 1 DARK Cyberse monster in your GY;</b> Special Summon both this card in your hand and that monster, in Defense Position, also you cannot Special Summon for the rest of this turn, except Cyberse monsters.\n② HOPT | <b>You can BANISH this card from your field or GY, then target 1 monster your opponent controls;</b> change its battle position.",
        "previous": "If you control a Cyberse monster that was Special Summoned from the Extra Deck: <b>You can target 1 DARK Cyberse monster in your GY;</b> Special Summon both this card in your hand and that monster, in Defense Position, also you cannot Special Summon for the rest of this turn, except Cyberse monsters. <b>You can BANISH this card from your field or GY, then target 1 monster your opponent controls;</b> change its battle position. You can only use each effect of \"Wizard @Ignister\" once per turn."
    },
    "Yummyusment★Acroquey": {
        "_current": "① HOPT | If you Synchro Summon a LIGHT Beast Synchro Monster: <b>You can target 1 card your opponent controls;</b> DESTROY it.\n② HOPT | If a face-up monster(s) you control leaves the field by an opponent's card effect (except during the Damage Step): You can Special Summon 1 \"Yummy\" monster from your Deck.\n③ HOPT | If this card is in your GY: <b>You can target 2 \"Yummy\" monsters in your GY and/or BANISHment;</b> place this card, and them, on the bottom of the Deck in any order.",
        "previous": null
    },
    "Yummyusment☆Mignon": {
        "_current": "① \"Yummy\" monsters you control gain 500 ATK for each LIGHT Beast monster on the field.\n② HOPT | If you control a Link-1 monster: <b>You can target 1 Level 1 \"Yummy\" monster in your GY;</b> Special Summon it.\n③ HOPT | If this card is in your GY: <b>You can target 2 \"Yummy\" monsters in your GY and/or BANISHment;</b> place this card, and them, on the bottom of the Deck in any order.",
        "previous": null
    },
    "Yummy★Redemption": {
        "_current": "① Monsters your opponent controls lose 200 ATK for each LIGHT Beast monster in your field and GY.\n② Once per Chain, if you Synchro Summon a LIGHT Beast monster: You can DRAW 1 card, then place 1 card from your hand on the bottom of the Deck.\n③ HOPT | <b>You can BANISH this card from your GY, then target 1 \"Yummy\" monster you control and 1 monster your opponent controls;</b> switch control of those 2 monsters.",
        "previous": null
    },
    "Yummy☆Surprise": {
        "_current": "<b>Activate 1 of these effects (but you can only use each effect of \"Yummy☆Surprise\" once per turn);</b> \n● Target 2 LIGHT Beast monsters you control and 2 cards your opponent controls; BOUNCE them.\n● Special Summon 1 \"Yummy\" monster from your hand or GY, but it cannot attack directly this turn.\n● BOUNCE 1 Field Spell from your face-up field or GY, then you can place 1 \"Yummy\" Field Spell from your hand, face-up on your field.",
        "previous": null
    },
    "Yum☆Yum☆Yummys": {
        "_current": "① Each time 2 or more \"Yummy\" monsters are Special Summoned to your field at the same time, you gain 500 LP, and if you do, your opponent loses 500 LP.\n② HOPT | <b>You can pay 500 LP, then target 2 face-up monsters on the field including a \"Yummy★Snatchy\";</b> send both to the GY, and if you do, Special Summon 1 \"Yummy\" Synchro Monster from your Extra Deck (this is treated as a Synchro Summon).\n③ HOPT | If your opponent activates a card or effect (except during the Damage Step): <b>You can pay 100 LP;</b> immediately after this effect resolves, Link Summon 1 \"Yummy\" Link Monster.",
        "previous": null
    }
}