{
    "Arcana Force I - The Magician": {
        "_current": "If this card is Summoned: Toss a coin.\n● Heads: Each time a Spell Card is activated, this card's ATK becomes double its original ATK when that card resolves, until the end of that turn.\n● Tails: Each time a Spell Card is activated, your opponent gains 500 LP when that card resolves.",
        "previous": "If this card is Summoned: Toss a coin.\n● Heads: If a Spell Card is activated, this card's ATK becomes double its original ATK until the end of that turn.\n● Tails: If a Spell Card is activated, your opponent gains 500 LP."
    },
    "Argostars - Glorious Adra": {
        "_current": "During your opponent's turn, if you control a Continuous Trap Card (QUICK EFFECT): <b>You can BANISH this card from your hand;</b> make the ATK of 1 monster on the field 0 until the end of this turn. If this card is Normal Summoned: This turn, your opponent cannot activate cards or effects in response to the activation of your Continuous Trap Cards or their effects. <b>You can BANISH this card you control;</b> place up to 2 \"Argostars\" Continuous Traps with different names from your hand and/or Deck face-up in your Spell & Trap Zone. You can only use this effect of \"Argostars - Glorious Adra\" once per turn.",
        "previous": null
    },
    "Blue-Eyes Twin Burst Dragon": {
        "_current": "\"Blue-Eyes White Dragon\" + \"Blue-Eyes White Dragon\"\nMust be either Fusion Summoned, or Special Summoned by sending the above monsters you control to the GY.\n① Cannot be destroyed by battle.\n② Can make up to 2 attacks on monsters during each Battle Phase.\nAt the end of the Damage Step, when this card attacks an opponent's monster, but the opponent's monster was not destroyed by the battle: You can BANISH that opponent's monster.",
        "previous": "\"Blue-Eyes White Dragon\" + \"Blue-Eyes White Dragon\"\nMust be either Fusion Summoned, or Special Summoned by sending the above monsters you control to the GY.\n① Cannot be destroyed by battle.\n② This card can make up to 2 attacks on monsters during each Battle Phase.\nAt the end of the Damage Step, when this card attacks an opponent's monster, but the opponent's monster was not destroyed by the battle: You can BANISH that opponent's monster."
    },
    "Crystal Clear Wing Over Synchro Dragon": {
        "_current": "2+ Tuners or 1 Tuner Synchro Monster + \"Clear Wing Synchro Dragon\"\nMust be Synchro Summoned. Once per turn, when another card, or its effect, is activated (QUICK EFFECT): You can NEGATE the activation, and if you do, DESTROY that card, and if you destroyed a monster, this card gains ATK equal to that monster's original ATK until the end of this turn. If this face-up Synchro Summoned card in its owner's control leaves the field by an opponent's card: You can Special Summon 1 \"Clear Wing\" monster from your Extra Deck.",
        "previous": null
    },
    "Crystron Citree": {
        "_current": "HOPT | QUICK | During your opponent's Main or Battle Phase: <b>You can target 1 non-Tuner in your GY;</b> Special Summon it, but its effects are negated (if any), then immediately after this effect resolves, Synchro Summon 1 Machine Synchro Monster using only that monster and this card. These Synchro Materials are banished instead of being sent to the GY.",
        "previous": "HOPT | QUICK | During your opponent's Main or Battle Phase: <b>You can target 1 non-Tuner monster in your GY;</b> Special Summon it, but its effects are negated (if any), and if you do, immediately after this effect resolves, Synchro Summon 1 Machine Synchro Monster using only that monster and this card. These Synchro Materials are banished instead of being sent to the GY."
    },
    "Drill Driver Vespenato": {
        "_current": "2 Level 5 monsters\nOnce per turn, you can also Xyz Summon \"Drill Driver Vespenato\" by using 1 Rank 4 Xyz Monster you control as material. (Transfer its materials to this card.) Cannot be used as material for an Xyz Summon the turn it was Xyz Summoned.\n① This card is PIERCING.\n② HOPT | If this Xyz Summoned card in its owner's control is destroyed by an opponent's card: <b>You can target 1 Level 5 or lower monster in your GY;</b> Special Summon it.",
        "previous": "2 Level 5 monsters\nOnce per turn, you can also Xyz Summon \"Drill Driver Vespenato\" by using 1 Rank 4 Xyz Monster you control as material. (Transfer its materials to this card.) This card cannot be used as material for an Xyz Summon the turn it was Xyz Summoned.\n① This card is PIERCING.\n② HOPT | If this Xyz Summoned card in its owner's control is destroyed by an opponent's card: <b>You can target 1 Level 5 or lower monster in your GY;</b> Special Summon it."
    },
    "Evil HERO Neos Lord": {
        "_current": "\"Elemental HERO Neos\" (or 1 Fusion Monster that mentions it) + 1 Effect Monster on the field\nMust be Special Summoned with \"Dark Fusion\". Cannot be destroyed. If this card is Special Summoned, or a monster(s) is sent to your opponent's GY while this card is on the field: <b>You can target 1 face-up monster your opponent controls;</b> take control of it. You can only use this effect of \"Evil HERO Neos Lord\" once per turn.",
        "previous": null
    },
    "Ghostrick Doll": {
        "_current": "Cannot be Normal Summoned, unless you control a \"Ghostrick\" monster.\n① OPT | You can change this card to face-down Defense Position.\n② If this card is flipped face-up: During the End Phase of this turn, change as many face-up monsters on the field as possible to face-down Defense Position, then you can Special Summon 1 \"Ghostrick\" monster from your Deck in face-down Defense Position, whose Level is less than or equal to the number of monsters flipped face-down by this effect.",
        "previous": "Cannot be Normal Summoned, unless you control a \"Ghostrick\" monster.\n① OPT | You can change this card to face-down Defense Position.\n② When this card is flipped face-up: During the End Phase, change as many face-up monsters on the field as possible to face-down Defense Position, then you can Special Summon 1 \"Ghostrick\" monster from your Deck in face-down Defense Position, whose Level is less than or equal to the number of monsters flipped face-down by this effect."
    },
    "Gladiator Beast Claudius": {
        "_current": "5 \"Gladiator Beast\" monsters\nMust first be Special Summoned (from your Extra Deck) by shuffling the above cards from your field and/or GY into the Deck/Extra Deck. If Summoned this way: You can conduct your next Battle Phase twice. Once per turn, if your opponent activates a monster effect (except during the Damage Step): <b>You can activate the following effect depending on whose turn it is;</b> \n● Yours: Special Summon 1 \"Gladiator Beast\" monster from your Deck. \n● Opponent's: Special Summon 1 Level 11 or lower \"Gladiator Beast\" monster from your Extra Deck, ignoring its Summoning conditions.",
        "previous": null
    },
    "Gold Pride - Eradicator": {
        "_current": "1 Tuner + 1+ non-Tuner monsters\n① OPP'S TURN | HOPT | QUICK | <b>You can target 1 Fusion, Synchro, Xyz, or Link Monster on the field, or if your LP are lower than your opponent's, you can target 2;</b> DESTROY them.\n② END PHASE | OPT | If the previous effect was activated this turn: Return this card to the Extra Deck, and if you do, Special Summon 1 \"Gold Pride - Eliminator\" from your Deck or GY.",
        "previous": null
    },
    "Grinning Grave Virus": {
        "_current": "<b>Tribute 1 DARK monster with 3000 or less ATK;</b> your opponent DESTROYS 1 card (of their choice) in their hand or Deck for every 500 ATK that monster had on the field. If you Tributed a monster with 2000 or more ATK to activate this card, look at all cards your opponent DRAWS until the end of their 3rd turn after this card resolves, and DESTROY all monsters among them. Cards destroyed and sent to the GY by this card's effects cannot activate their own effects that same turn.",
        "previous": "<b>Tribute 1 DARK monster with 3000 or less ATK;</b> your opponent DESTROYS 1 card (of their choice) in their hand or Deck for every 500 ATK that monster had on the field. If you Tributed a monster with 2000 or more ATK to activate this card, look at all cards your opponent DRAWS until the end of their 3rd turn after this card's activation, and DESTROY all monsters among them. Cards destroyed and sent to the GY by this card's effects cannot activate their own effects that same turn."
    },
    "Hallo, the Spirit of Tricks": {
        "_current": "If this card is Normal or Special Summoned: <b>You can activate this effect;</b> if you still control this face-up card, your opponent chooses 1 of these effects for you to apply.\n● This card gains 800 ATK for each Fiend monster currently in your GY.\n● Inflict 500 damage to your opponent for each Fiend monster in your GY.HOPT | \nHOPT | If this card is destroyed: You can send 1 monster your opponent controls to the GY.",
        "previous": null
    },
    "Heroic Challenger - Extra Sword": {
        "_current": "An Xyz Monster that was Summoned using this card as material gains this effect.\n● If it is Xyz Summoned: It gains 1000 ATK.",
        "previous": "An Xyz Monster that was Summoned using this card as material gains this effect.\n● When it is Xyz Summoned: It gains 1000 ATK."
    },
    "Mermail Abyssgaios": {
        "_current": "2 Level 7 WATER monsters\n① While this card has material, Level 5 or higher monsters cannot attack.\n② OPT | QUICK | <b>You can detach 1 material from this card;</b> NEGATE the effects of all face-up monsters your opponent currently controls with less ATK than this card, until the end of this turn.",
        "previous": "2 Level 7 WATER monsters\n① While this face-up card has Xyz Material, Level 5 or higher monsters cannot attack.\n② OPT | QUICK | <b>You can detach 1 material from this card;</b> NEGATE the effects of all face-up monsters your opponent currently controls that have less ATK than this card, until the end of the turn."
    },
    "Moon of the Closed Heaven": {
        "_current": "2 Effect Monsters\n① HOPT | <b>You can target 1 face-up monster your opponent controls this card points to;</b> this turn, if you Link Summon a Link-5 monster using this card you control, you can also use that monster your opponent controls as material.",
        "previous": null
    },
    "Neo Blue-Eyes Ultimate Dragon": {
        "_current": "\"Blue-Eyes White Dragon\" + \"Blue-Eyes White Dragon\" + \"Blue-Eyes White Dragon\"\n① At the end of the Damage Step, if this Fusion Summoned card attacked, and this is the only face-up card you control: <b>You can send 1 \"Blue-Eyes\" Fusion Monster from your Extra Deck to the GY;</b> this card can attack again in a row.\nYou can use this effect of \"Neo Blue-Eyes Ultimate Dragon\" twice per turn.\n② QUICK | When a card or effect is activated that targets a \"Blue-Eyes\" monster(s) you control: <b>You can BANISH this card from your GY;</b> NEGATE the activation, and if you do, DESTROY that card.",
        "previous": "\"Blue-Eyes White Dragon\" + \"Blue-Eyes White Dragon\" + \"Blue-Eyes White Dragon\"\n① At the end of the Damage Step, if this is the only face-up card you control, and this Fusion Summoned card attacked: <b>You can send 1 \"Blue-Eyes\" Fusion Monster from your Extra Deck to the GY;</b> this card can attack again in a row.\nYou can use this effect of \"Neo Blue-Eyes Ultimate Dragon\" up to twice per turn.\n② During either player's turn, when a card or effect is activated that targets a \"Blue-Eyes\" monster(s) you control: <b>You can BANISH this card from your GY;</b> NEGATE the activation, and if you do, DESTROY that card."
    },
    "Number 104: Masquerade": {
        "_current": "3 Level 4 monsters\n① BATTLE PHASE | QUICK | When your opponent activates a monster effect: <b>You can detach 1 material from this card;</b> NEGATE the activation, and if you do, inflict 800 damage to your opponent.\n② YOUR MAIN PHASE | OPT | You can send the top card of your opponent's Deck to the GY.",
        "previous": "3 Level 4 monsters\n① During either player's Battle Phase, when an opponent's monster effect is activated: <b>You can detach 1 Xyz Material from this card;</b> NEGATE the activation, and if you do, inflict 800 damage to your opponent.\n② OPT | You can send the top card of your opponent's Deck to the GY."
    },
    "Powersink Stone": {
        "_current": "① Each time a monster effect is activated, place 1 Spellstone Counter on this card when that effect resolves (max. 2).\n② While this card has 2 Spellstone Counters, neither player can activate the effects of face-up monsters on the field, also the effects of face-up monsters on the field are negated.\n③ END PHASE | OPT | If this card has any Spellstone Counters: Remove them.",
        "previous": "① Each time a monster effect is activated, place 1 Spellstone Counter on this card (max. 2).\n② While this card has 2 Spellstone Counters, neither player can activate the effects of face-up monsters on the field, also the effects of face-up monsters on the field are negated.\n③ END PHASE | OPT | If this card has any Spellstone Counters: Remove them."
    },
    "Scrypton": {
        "_current": "① HOPT | <b>You can BANISH 1 Cyberse monster from your GY, except \"Scrypton\";</b> Special Summon this card from your hand.\n② HOPT | If this card is sent to the GY as Link Material for a Cyberse monster: <b>You can target 1 banished monster;</b> shuffle it into the Deck.",
        "previous": "① HOPT | <b>You can BANISH 1 Cyberse monster from your GY, except \"Scrypton\";</b> Special Summon this card from your hand.\n② HOPT | If this card is sent to the GY as material for the Link Summon of a Cyberse monster: <b>You can target 1 banished monster;</b> shuffle it into the Deck."
    },
    "Snake-Eyes Doomed Dragon": {
        "_current": "1 \"Snake-Eye\" monster + 1 Illusion monster\nMust be either Fusion Summoned, or Special Summoned by sending 2 face-up Monster Cards from your Spell & Trap Zone to the GY. If this card is Special Summoned: <b>You can target 1 face-up monster on the field;</b> place it face-up in its owner's Spell & Trap Zone as a Continuous Spell. You can only use this effect of \"Snake-Eyes Doomed Dragon\" once per turn.",
        "previous": null
    },
    "Summon Sorceress": {
        "_current": "2+ monsters with the same Type, except Tokens\n① HOPT | If this card is Link Summoned: You can Special Summon 1 monster from your hand in Defense Position to your opponent's zone this card points to (but NEGATE its effects), then you can Special Summon 1 monster from your Deck in Defense Position with the same Type as that monster (but NEGATE its effects). If you Summon from your Deck this way, you cannot Special Summon for the rest of this turn, except monsters with that same original Type.",
        "previous": "2+ monsters with the same Type, except Tokens\n① HOPT | If this card is Link Summoned: <b>You can Special Summon 1 monster from your hand in Defense Position, to your opponent's zone this card points to. You can target 1 face-up monster this card points to;</b> Special Summon 1 monster from your Deck in Defense Position, with the same Type as that monster, to a zone this card points to, but NEGATE its effects."
    },
    "True Light": {
        "_current": "Your opponent cannot target \"Blue-Eyes White Dragon\" in your Monster Zone with card effects.\n① If this face-up card is sent from the Spell & Trap Zone to the GY: DESTROY all monsters you control.\nYou can only use the following effect of \"True Light\" once per turn.\n② <b>You can activate 1 of these effects;</b> \n● Special Summon 1 \"Blue-Eyes White Dragon\" from your hand or GY.\n● Set 1 Spell/Trap from your Deck, that mentions \"Blue-Eyes White Dragon\", with a different name from the cards you control and in your GY.",
        "previous": "Your opponent cannot target \"Blue-Eyes White Dragon\" in your Monster Zone with card effects.\n① If this face-up card is sent from the Spell & Trap Zone to the GY: DESTROY all monsters you control.\nYou can only use the following effect of \"True Light\" once per turn.\n② <b>You can activate 1 of these effects;</b> \n● Special Summon 1 \"Blue-Eyes White Dragon\" from your hand or GY.\n● Set 1 Spell/Trap directly from your Deck, that mentions \"Blue-Eyes White Dragon\", with a different name from the cards you control and in your GY."
    },
    "Ween, the Spirit of Treats": {
        "_current": "If this card is Normal or Special Summoned: <b>You can activate this effect;</b> if you still control this face-up card, your opponent chooses 1 of these effects for you to apply.\n● This card gains 800 ATK for each Zombie monster currently in your GY.\n● Inflict 500 damage to your opponent for each Zombie monster in your GY.HOPT | \nHOPT | If this card is destroyed: You can Special Summon 1 monster from your opponent's GY to your field.",
        "previous": null
    },
    "Xyz Gift": {
        "_current": "If you control 2 or more face-up Xyz Monsters: Detach 2 materials from a monster(s) you control, and if you do, DRAW 2 cards.",
        "previous": "If you control 2 or more face-up Xyz Monsters: Detach 2 Xyz Materials from a monster you control and DRAW 2 cards."
    }
}